[
  {
    "id": 1,
    "title": "ЖК Mid Town",
    "image": "../img/objectDataImg/MidTown.jpeg",
    "shortDescription": "Oтличные планировки без блочных перегородок",
    "price": "Цена от 89.000 рублей за м²",
    "deliveryDate": "Сдача комплекса: 3 квартал 2027 год",
    "floors": "18 этажей",
    "commercialFloors": "2 этажа",
    "parking": "2 этажа - Подземный паркинг",
    "description": "Жилой комплекс «MidTown» в Грозном, расположенный в 15-м секторе на новой территории Путина, параллельно улице Калашникова и рядом с новым бульваром, представляет собой уютный семейный проект из семи одноподъездных блоков переменной этажности (14, 16, 18 этажей). Старт продаж на этапе котлована делает покупку выгодной инвестицией с завершением строительства в третьем квартале 2027 года. В шаговой доступности находятся школа, детский сад и поликлиника, что обеспечивает комфорт для семейного проживания.\n\nКвартиры с потолками высотой 3,3 метра предлагают отличные планировки без блочных перегородок, что позволяет гибко объединять пространства. Фасад из качественного стального композита придает зданиям современный облик, а индивидуальное отопление и турецкие лифты на генераторах гарантируют комфорт и надежность. Первые два этажа отведены под коммерческие помещения, а двухуровневый подземный паркинг, доступные парковочные места и кладовые зоны обеспечивают удобство. Для резидентов предусмотрен отдельный блок с тренажерным залом, бассейном и сауной, создающий уникальные условия для отдыха и здоровья.\n\nУсловия покупки включают гибкую рассрочку на 36 месяцев: с первоначальным взносом 30% или 50%, либо без взноса (2000 за м² при подписании договора). Окна не панорамные, что подчеркивает практичность дизайна. «MidTown» сочетает современные архитектурные решения, развитую инфраструктуру и выгодные инвестиционные возможности, делая его привлекательным выбором для тех, кто ищет комфортное жилье в перспективном районе Грозного.",
    "latitude": 43.322308,
    "longitude": 45.707061
  },
  {
    "id": 2,
    "title": "ЖК Джигит",
    "image": "../img/objectDataImg/jigit.jpeg",
    "shortDescription": "Идеальное расположение!",
    "price": "Цена от: 99.000 руб. за м²",
    "deliveryDate": "Сдача объекта - 2028",
    "floors": "35 этажей",
    "commercialFloors": "2 этажа",
    "parking": "подземная парковка",
    "description": "ЖК Джигит находится в самом сердце Грозного, в шаговой доступности от главных достопримечательностей, торговых центров, ресторанов, школ, детских садов и медицинских учреждений. Вы сможете наслаждаться всеми преимуществами городской жизни, не теряя времени на долгие поездки.Комфорт и безопасность\n\nЖилой комплекс предлагает просторные квартиры с современной отделкой и панорамными окнами, которые наполняют помещения светом и теплом. Вас ждут уютные одно-, двух- и трехкомнатные квартиры, спроектированные с учетом всех потребностей современного человека. Безопасность жильцов — наш приоритет: территория комплекса находится под круглосуточной охраной и оснащена системами видеонаблюдения.Инфраструктура для всей семьи\n\nЖК Джигит — это не просто дом, это целый мир для комфортной жизни. На территории комплекса расположены детские площадки, зоны отдыха, фитнес-центр и подземный паркинг. Вы сможете наслаждаться всеми удобствами, не выходя за пределы жилого комплекса.Инвестиционная привлекательность\nКвартиры в ЖК Джигит — это не только комфортное жилье, но и выгодная инвестиция. Благодаря престижному расположению и высокому качеству строительства, недвижимость в этом комплексе будет только расти в цене. Покупая квартиру сегодня, вы обеспечиваете себе стабильное будущее.\n\nЭкология и тишина в центре города\nНесмотря на центральное расположение, ЖК Джигит окружен зелеными зонами, что создает ощущение уюта и спокойствия. Вы сможете наслаждаться тишиной и свежим воздухом, оставаясь в эпицентре городской жизни.",
    "latitude": 43.321508,
    "longitude": 45.722236
  },
  {
    "id": 3,
    "title": "ЖК Панорама",
    "image": "../img/objectDataImg/Panorama.jpeg",
    "shortDescription": "Премиум-проект из трех 30-этажных башен, расположенных в центре города.",
    "price": "Цена от 85000 руб. за м²",
    "deliveryDate": "Сдача комплекса: 2026 год",
    "floors": "30 этажей",
    "commercialFloors": "3 этажа ",
    "parking": "подземная парковка 2 этажа",
    "description": "Жилой комплекс «Панорама» в Грозном — это премиум-проект из трех 30-этажных башен, расположенных в центре города и предлагающих панорамные виды на Грозный. Первые три этажа каждого корпуса отведены под коммерческие и административно-деловые помещения, включая магазины, кафе и бытовые сервисы, что обеспечивает жильцам доступ ко всем необходимым услугам в пределах комплекса. Двухуровневый подземный паркинг добавляет удобство для автовладельцев, а близость к школам, детским садам и торговым центрам делает локацию идеальной для комфортной жизни.\n\nКвартиры с потолками высотой 3,1 м и панорамным остеклением предлагают просторные планировки, включая одно-, двух- и трехкомнатные варианты, выполненные с использованием высококачественных материалов. Современные инженерные системы, включая автономное отопление и лифты на генераторах, обеспечивают надежность и комфорт круглый год. Высокий уровень архитектуры и продуманная внутренняя инфраструктура с детскими площадками и зонами отдыха подчеркивают статусность комплекса. ЖК «Панорама», сдача которого запланирована на 2027 год, сочетает элегантный дизайн, деловой комфорт и премиальные условия для жизни в сердце Грозного.",
    "latitude": 43.317077,
    "longitude": 45.690578
  },
  {
    "id": 4,
    "title": "ЖК Сириус",
    "image": "../img/objectDataImg/Sirius.jpeg",
    "shortDescription": "Отличная локация: объект расположен в 26 секторе по Назарбаева !",
    "price": "Цена от 86000 за м²",
    "deliveryDate": "Планируемая сдача объекта: 4 квартал 2027 года. Все корпуса сдаются одновременно",
    "floors": "18 этажей",
    "commercialFloors": "2 этажа",
    "parking": "2 этажа - Подземный паркинг",
    "description": "Удачное планировочное решение: огромный выбор квартир от студий до трёхкомнатных квартир площадью от 26.33 до 86.45 квадратных метров. Между квартирами есть блочные перегородки, позволяющие их объединение.\n Красивый и качественный фасад: широкоформатная керамическая плитка Laminam и натуральный камень гранит, используемый для фасада двух коммерческих этажей. Просторный вид: панорамные алюминиевые окна ALUTECH в каждом блоке. каждый корпус оснащен тремя высокоскоростными лифтами производства компании MIDEA ",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 5,
    "title": "ЖК Гранд-Сафия",
    "image": "../img/objectDataImg/Grand-Sofiya.jpeg",
    "shortDescription": "Отличная локация,будет расположен напротив дома торжеств «Сафия»",
    "price": "Цена от 60000 за м²",
    "deliveryDate": "Сдача комплекса: 4 квартал 2027 год",
    "floors": "25 этажей, последние 24-25 этажи: пентхаусы ",
    "commercialFloors": "2 этажа",
    "parking": "2 этажа - Подземный паркинг",
    "description": "Красивый и качественный фасад: стеклофибробетон, обладающий высокой стойкостью к образованию трещин, водонепроницаем, морозостоек и негорюч. Удачное планировочное решение: выбор квартир от студий до трёхкомнатных квартир площадью от 33 до 84.70 квадратных метров.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 6,
    "title": "ЖК «Новый Наур»",
    "image": "../img/objectDataImg/Naurski-Rayon.jpeg",
    "shortDescription": "Современный жилой комплекс в центре города.",
    "price": "Цена от 45000 за м²",
    "deliveryDate": "Сдача комплекса: 1 квартал 2025 год",
    "floors": "5 этажей",
    "commercialFloors": "1 этаж",
    "parking": "",
    "description": "ЖК «Новый Наур» — это комплекс из четырёх современных пятиэтажных домов в центре Станицы Наурской, напротив военной части. Просторные однокомнатные и двухкомнатные квартиры с возможностью объединения, индивидуальным отоплением и кирпичным фасадом. Первый этаж первого дома — коммерция, также доступны полуподвальные помещения. Большая придомовая территория, наземный паркинг. Лифта и балконов нет. Все дома уже в продаже. В ближайшее время Станицу планируют преобразовать в город — отличная возможность приобрести жильё в развивающемся районе.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 7,
    "title": "ЖК Олимп",
    "image": "../img/objectDataImg/Olimp.jpeg",
    "shortDescription": "Жилой комплекс «Олимп» — это 30-этажная башня в 6-м секторе новой территории Путина в Грозном",
    "price": "Цена от 86.000 руб. за м²",
    "deliveryDate": "Сдача комплекса: 4 квартал 2027 год",
    "floors": "30 этажей",
    "commercialFloors": "2 этажа",
    "parking": "2 этажа - Подземный паркинг",
    "description": "Жилой комплекс «Олимп» — это 30-этажная башня в 6-м секторе новой территории Путина в Грозном, расположенная рядом со школой, детским садом и развитой транспортной развязкой. Старт продаж на этапе котлована с завершением строительства во II квартале 2027 года делает покупку выгодной инвестицией. Фасад из качественного фибробетона и натурального камня сочетает благородный классический стиль с современными архитектурными решениями, создавая элегантный облик и гармоничную среду для жизни.\n\nКвартиры с потолками высотой 3,1 м включают просторные одно-, двух- и трехкомнатные планировки без блочных перегородок, что позволяет гибко объединять пространства. Первые два этажа отведены под коммерческие помещения, а двухуровневый подземный паркинг и четыре турецких лифта на генераторах обеспечивают удобство и надежность. Индивидуальное отопление и не панорамные окна подчеркивают практичность. Условия покупки включают рассрочку на 36 месяцев с взносами 30%, 50% или без взноса (2000 за м² при подписании договора), делая «Олимп» привлекательным для семей и инвесторов.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 8,
    "title": "ЖК Близнецы",
    "image": "../img/objectDataImg/Bliznetsy.jpeg",
    "shortDescription": "ЖК «Башни-близнецы» премиальный, одноподъездный комплекс",
    "price": "Цена от 85000 за м²",
    "deliveryDate": "Сдача комплекса: 1-2 квартал 2026 год",
    "floors": "30 этажей",
    "commercialFloors": "2 этажа",
    "parking": "2 этажа - Подземный паркин",
    "description": "Жилой комплекс «Башни-близнецы» — премиальный одноподъездный 30-этажный дом в Ахматовском районе Грозного, расположенный на проспекте Путина за памятником «Дружбы народов». Будучи первым домом на новом пешеходном бульваре, комплекс предлагает удобный доступ к городской инфраструктуре и престижное расположение.\n\nБашня оснащена подземным паркингом, четырьмя турецкими лифтами (пассажирский и грузовой на генераторах), панорамными окнами и потолками высотой 3,1 метра. Фасад выполнен из качественного стекла и дорогого композита, а центральное отопление и коммерческие помещения на первых двух этажах обеспечивают комфорт и функциональность для жильцов.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 9,
    "title": "ЖК Community",
    "image": "../img/objectDataImg/Community.jpg",
    "shortDescription": "Объект премиум-класса на новой территории Путина!",
    "price": "Цена от 95000 за м²",
    "deliveryDate": "Сдача комплекса: 3 квартал 2026 год",
    "floors": "30 этажей",
    "commercialFloors": "5 этажей ",
    "parking": "2 этажа - Подземный паркинг",
    "description": "Жилой комплекс премиум-класса на новой территории Путина в Грозном — это воплощение роскоши и комфорта, созданное для тех, кто ценит исключительные условия для жизни. Расположенный за левой башней ЖК «Башни-близнецы» и вблизи нового бульвара на проспекте, комплекс отличается превосходной локацией, обеспечивающей удобный доступ к городской инфраструктуре и эстетически привлекательной городской среде.\n\nОдноподъездное 30-этажное здание спроектировано с акцентом на функциональность и престиж. Первые два этажа отведены под коммерческие помещения с консьерж-сервисом, создающим высокий уровень обслуживания для жильцов. Последние три этажа коммерческой зоны занимают фитнес-клуб, магазины и ресторан, предоставляя все необходимое для активного и комфортного образа жизни прямо в пределах комплекса.\n\nКвартиры в башне сочетают современный дизайн и передовые технологии, обеспечивая максимальный комфорт и удобство. Архитектура и оснащение комплекса подчеркивают его премиальный статус, предлагая жильцам не только стильное пространство, но и уникальную атмосферу роскоши. Этот объект идеально подходит для тех, кто стремится к жизни на новом уровне в самом сердце развивающегося района Грозного.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 10,
    "title": "ЖК Empire",
    "image": "../img/objectDataImg/Empire.jpg",
    "shortDescription": "Башня “Empire” - новый объект премиум-класса на новой территории Путина!",
    "price": "Цена от 80000 за м²",
    "deliveryDate": "Сдача комплекса: 4 квартал 2026 год",
    "floors": "30 этажей",
    "commercialFloors": "2 этажа ",
    "parking": "2 этажа - Подземный паркинг",
    "description": "Башня «Empire» — премиальный 30-этажный одноподъездный жилой комплекс на новой территории Путина в Грозном, расположенный за левой башней ЖК «Башни-близнецы» рядом с комплексом Community. Благодаря стратегическому размещению у нового пешеходного бульвара на проспекте, комплекс предлагает исключительную локацию, обеспечивающую удобный доступ к городской инфраструктуре, живописные виды на окрестности и гармоничное сочетание с динамично развивающимся районом.\n\nПервые два этажа отведены под коммерческие помещения, включающие консьерж-сервис, современные магазины и офисы, создающие функциональную среду для жителей. Фасад здания выполнен из высококачественного композита и стекла, с использованием натурального гранита на нижних этажах и стеклофибробетона с третьего по шестой этажи, что подчеркивает премиальный статус комплекса. Квартиры с потолками высотой 3 метра оснащены пластиковыми окнами немецкого качества. Двухъярусный подземный паркинг и четыре турецких лифта (пассажирский и грузовой на генераторах) обеспечивают удобство и надежность, а возможность выбора индивидуального или централизованного отопления добавляет гибкости для жильцов.",
    "hot": true,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 11,
    "title": "ЖК Ламаст",
    "image": "../img/objectDataImg/Lamast.jpeg",
    "shortDescription": "LAMAST - Современный жилой комплекс в городе многовековых традиций. ",
    "price": "Цена от  95000 за м²",
    "deliveryDate": "Сдача комплекса: 4 квартал 2027 год",
    "floors": "30 этажей",
    "commercialFloors": "5 этажей ",
    "parking": "2 этажа - Подземный паркинг",
    "description": "Бульвар: Одним из главных преимуществ проекта является его расположение. Новый район имени Владимира Владимировича Путина будет включать пешеходный бульвар протяженностью 2 километра и шириной 50 метров, связующий две Мечети.\n Офисы: Наличие разнообразных коммерческих помещений внутри самого комплекса сделает его еще более привлекательным для покупателей и уже будущих жильцов объекта. Это офисные помещения от 34.6 до 116,2 квадратных метров с выходами на личную и общую террасы в зависимости от этажа.\n Динамика архитектурных решений Особенностью LAMAST является конструкция фасадной части здания.\n Эллипс, охватывающий первые четыре этажа создаёт уникальный облик и стиль. Стеклянные панели, являющиеся основным фасадным материалом, обладают рядом преимуществ: практичность, современность, максимальное освещение, визуальный обзор. Декоративные элементы, делают его узнаваемым, отличающимся от других объектов. Террасы соединяют пространство здания с окружающей его средой.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 12,
    "title": "Монолит Тасам",
    "image": "../img/objectDataImg/MonolitTasam.jpeg",
    "shortDescription": "Торгово-офисный центр «Тасам» на улице Орзамиева в самом центре Грозного",
    "price": "от 115 000 рублей за м²",
    "deliveryDate": "Срок сдачи - 2026 год",
    "floors": "11 этажей",
    "commercialFloors": "2 этажа",
    "parking": "подземная парковка",
    "description": "Торгово-офисный центр «Тасам» на улице Орзамиева в самом центре Грозного — это современный многофункциональный комплекс, предлагающий коммерческую недвижимость с высокой инвестиционной привлекательностью и сроком окупаемости около 4 лет. Расположенный вблизи ключевых объектов инфраструктуры, таких как ТРЦ, рестораны и административные здания, центр обеспечивает удобный доступ для бизнеса и посетителей. Подземная парковка с автомойкой, современные конференц-залы и благоустроенные зоны отдыха создают идеальные условия для работы и деловых встреч.\n\n Комплекс оснащен европейскими лифтами KLEEMANN, обеспечивающими быстрый и комфортный доступ ко всем этажам. На крыше расположены ресторан, кофейня с панорамным видом, кинотеатр и тренажерный зал, а предпоследний этаж занимает гостиница, предлагающая комфортное проживание в центре города. Фасад из композита и панорамное остекление подчеркивают стильный дизайн. ТОЦ «Тасам», сдача которого запланирована на 2026 год, сочетает функциональность, комфорт и престижное расположение, делая его идеальным выбором для бизнеса и инвестиций в Грозном.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 13,
    "title": "ЖК Московский",
    "image": "../img/objectDataImg/Moskovski.jpeg",
    "shortDescription": "Тихий район рядом с парком.",
    "price": "Цена от 70.000 за м²",
    "deliveryDate": "Сдача комплекса: 4 квартал 2026 год",
    "floors": "19 этажей",
    "commercialFloors": "2 этажа",
    "parking": "2 этажа - Подземный паркинг",
    "description": "ЖК Московский в Грозном современное жилищное пространство, которое сочетает в себе комфорт и функциональность. Это одним из самых востребованных среди жителей Грозного из за высокого качества жилья и расположению.\n\n ЖК включает охраняемую территорию, детские площадки, спортивные залы и зоны отдыха. Так что комплекс обеспечивает круглосуточную охрану и видеонаблюдение, что гарантирует безопасность и комфорт.\n\nОдним из основных преимуществ жк Московского в Грозном его расположение в 15 минутах от центра. Жители имеют доступ ко всем объектам инфраструктуры, таким как тц, рестораны, школы и медицинские учреждения. Поэтому благодаря удобной транспортной доступности, жители могут быстро добраться до любой точки города.\n\n Ландшафтный дизайн территории ЖК гармонично сочетает зеленые зоны и современное благоустройство. \n\nРядом находятся парки и зеленые аллеи для прогулок. Однако также в шаговой доступности находятся фитнес-центры и спа-салоны. Это идеальное место для тех, кто ищет спокойствие в городской суете.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 15,
    "title": "Знаменск",
    "image": "../img/objectDataImg/Znamensk.jpeg",
    "shortDescription": "Старт продаж пятиэтажного жилого комплекса в селе Знаменское",
    "price": "Цена от 45.000 за м²",
    "deliveryDate": "Сдача комплекса: 4 квартал 2025 год",
    "floors": "5 этажей",
    "commercialFloors": "Первый этаж в доме А  - ",
    "parking": "большая территория для наземного паркинга.",
    "description": "Жилой комплекс, расположенный на месте бывшего рынка и автостанции по улице Кадырова в самом центре Грозного, представляет собой ансамбль из восьми пятиэтажных домов. Идеальное местоположение обеспечивает удобный доступ к ключевой городской инфраструктуре, сочетая центральную локацию с комфортом жизни. К продаже доступны четыре дома, предлагающие просторные и продуманные планировки однокомнатных, двухкомнатных и трехкомнатных квартир с возможностью объединения, что позволяет жильцам создавать пространства, соответствующие их потребностям.\n\nДома выполнены в современном дизайне с кирпичным фасадом, обеспечивающим эстетичный вид и долговечность. Первый этаж дома А отведен под коммерческие помещения, тогда как в домах Б, В и Г все этажи заняты жилыми квартирами. Комплекс оснащен индивидуальным отоплением для комфорта жильцов, а большая территория для наземного паркинга решает вопрос хранения автомобилей. Отсутствие лифтов и балконов, характерное для пятиэтажных домов, компенсируется продуманными планировками и возможностью использования материнского капитала для полной или частичной оплаты первоначального взноса",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 16,
    "title": "ЖК Ренессанс",
    "image": "../img/objectDataImg/Renessans.jpeg",
    "shortDescription": "Тихий район рядом с парком.",
    "price": "от 85 000₽ за м²",
    "deliveryDate": "Срок сдачи-2025 г.",
    "floors": "19 этажей",
    "commercialFloors": "2 этажа",
    "parking": "подземная парковка",
    "description": "Жилой комплекс «Ренессанс» представляет собой строительство четырех 19-этажных домов комфорт-класса со встроенными нежилыми помещениями. В плане благоустройства предусмотрены детские и спортивные площадки, зеленые насаждения, наземный паркинг на закрытой шлагбаумом территории.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },

  {
    "id": 18,
    "title": "ЖК Голд",
    "image": "../img/objectDataImg/Gold.jpg",
    "shortDescription": "Добро пожаловать в жилой комплекс 'GOLD'",
    "price": "Цена от: 87.000 за м²",
    "deliveryDate": "Сдача комплекса:  2027 год",
    "floors": "20 этажей",
    "commercialFloors": "2 этажа",
    "parking": "2 этажа - Подземный паркинг",
    "description": "Жилой комплекс «GOLD» в Грозном — это современное трехподъездное 20-этажное здание, сочетающее стиль, функциональность и комфорт. Расположенный в новом развивающемся районе, комплекс окружен богатой инфраструктурой: рядом находятся детский сад, школа, рынок «Беркат», мечеть и парк, что делает его идеальным местом для семейного проживания. Прогулочные зоны, детская площадка и близость ресторанов создают удобную и приятную среду для жизни.\n\nАрхитектура «GOLD» выполнена в современном стиле с использованием высококачественных материалов и монолитных стен, обеспечивающих долговечность и надежность. Первые два этажа отведены под коммерческие помещения, а жилые этажи предлагают просторные квартиры со свободной планировкой, позволяющей жильцам воплощать любые дизайнерские идеи. Для удобства предусмотрены помещения для хранения колясок и велосипедов, а также лифты на генераторах, гарантирующие бесперебойную работу.\n\nКомфорт и безопасность жильцов находятся на высшем уровне благодаря передовым системам автоматизации и безопасности. Двухуровневая подземная парковка обеспечивает надежное хранение автомобилей с круглосуточным доступом. Гибкие условия покупки, включая возможность рассрочки, делают «GOLD» привлекательным выбором для тех, кто ищет современное жилье в динамично развивающемся районе Грозного.",
    "hot": true,
    "latitude": 43.331856,
    "longitude": 45.710073
  },
  {
    "id": 19,
    "title": "ЖК Арбат",
    "image": "../img/objectDataImg/Arbat.jpg",
    "shortDescription": "Многоэтажный, многофункциональный жилой дом «Арбат»",
    "price": "Цена от 80.000 за м²",
    "deliveryDate": "Сдача комплекса: 2027 год",
    "floors": "25 этажей",
    "commercialFloors": "2 этажа",
    "parking": "2 этажа - Подземный паркинг",
    "description": " Многоэтажный многофункциональный жилой дом «Арбат» расположен в самом сердце Грозного, на пешеходном бульваре «Новый проспект В.Путина». Этот современный комплекс сочетает в себе удобство городской жизни и продуманную инфраструктуру. Благоустроенная территория включает детские площадки, зоны отдыха для взрослых, гостевые парковки и зеленые насаждения, создавая комфортную и гармоничную среду для жизни.\n\nАрхитектура «Арбата» впечатляет: 85-метровое монолитное здание на свайном фундаменте с высотой жилых этажей 3 метра обеспечивает простор и надежность. Два лестничных марша, четыре лифта (три пассажирских и один грузовой) и два пожарных выхода на каждом жилом этаже гарантируют удобство и безопасность. Первый этаж включает просторные холлы, помещения для консьержа, обслуживающего персонала, колясок, велосипедов, а также почтовый уголок и зоны для управления инженерными сетями. Второй этаж отведен под коммерческие помещения, включая магазины и бутики, а с третьего по двадцать пятый этажи расположены квартиры: по две однокомнатные, четыре двухкомнатные и две трехкомнатные на каждом этаже, с возможностью объединения.\n\nИнженерные системы комплекса соответствуют современным стандартам: электроснабжение, водоснабжение, вентиляция, теплоснабжение от крышной котельной и возможность установки кондиционеров обеспечивают комфорт в любое время года. Особое внимание уделено пожарной безопасности: доступ для пожарных машин со всех сторон, два пожарных гидранта у дома, по два пожарных крана на каждом этаже и система пожарной сигнализации гарантируют защиту жильцов.\n\nЖК «Арбат» — это идеальный выбор для тех, кто ищет современное жилье в центре города, где функциональность, комфорт и безопасность сочетаются с элегантной архитектурой и продуманной инфраструктурой.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 20,
    "title": "ЖК Black Rock",
    "image": "../img/objectDataImg/BlackRock.jpeg",
    "shortDescription": "Воплощение современного стиля и комфорта в сердце города",
    "price": "Цены от: 88.000 за м²",
    "deliveryDate": "Сдача комплекса: 2027 год",
    "floors": "19 этажей",
    "commercialFloors": "3 этажа",
    "parking": "2 этажа - Подземный паркинг",
    "description": "Жилой комплекс «Black Rock» в сердце Грозного — это воплощение современного стиля и комфорта, созданное для тех, кто ценит инновации и функциональность. Комплекс состоит из шести жилых секций с просторными квартирами и одного современного офисного здания, обеспечивая уникальную синергию между работой и жизнью. Расположение в центре города делает «Black Rock» идеальным местом для активных профессионалов и семей, стремящихся к комфорту и высокому качеству жизни.\n\nАрхитектура комплекса впечатляет элегантным хай-тек дизайном и инновационными решениями. Высококачественные материалы, использованные в строительстве, подчеркивают современный облик здания и гарантируют его долговечность. Каждая деталь продумана, чтобы создать гармоничную и стильную среду, соответствующую самым высоким стандартам.\n\nБезопасность и удобство жильцов находятся на первом месте благодаря передовым системам безопасности и автоматизации жилых помещений. Двухуровневая подземная парковка обеспечивает комфорт для автовладельцев, а продуманная инфраструктура комплекса создает идеальные условия для жизни и работы. «Black Rock» — это место, где вдохновение встречается с инновациями, предлагая современное пространство для тех, кто стремится к прогрессу и комфорту.",
    "hot": true,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 21,
    "title": "ЖК Да Винчи",
    "image": "../img/objectDataImg/Da-Vinchi.png",
    "shortDescription": "Многоквартирный дом «Да Винчи» - жемчужина Грозного",
    "price": "Цена от 80.000 за м²",
    "deliveryDate": "Сдача комплекса: 2027 год",
    "floors": "30 этажей",
    "commercialFloors": "2 этажа",
    "parking": "2 этажа - Подземный паркинг",
    "description": "Многоквартирный дом «Да Винчи» — настоящая жемчужина Грозного, расположенная в новом престижном районе имени Путина. Этот современный развивающийся квартал сочетает в себе динамичную городскую среду и высокий уровень комфорта. Жилой комплекс выделяется своим 30-этажным небоскребом в стиле хай-тек, с элегантными стеклянными фасадами и строгими геометрическими линиями, которые подчеркивают его современный облик и престижный статус.\n\nКвартиры в «Да Винчи» отличаются продуманным функциональным дизайном, просторными и светлыми помещениями, а также панорамными окнами, открывающими великолепные виды на город. Инновационные строительные технологии и надежные материалы гарантируют долговечность и качество, а современные инженерные системы, включая эффективное энергоснабжение и климат-оборудование, обеспечивают комфорт в любое время года.\n\nИнфраструктура комплекса продумана до мелочей: на первых этажах расположены супермаркеты, уютные кофейни, аптеки и другие объекты, необходимые для повседневной жизни. Для удобства жителей предусмотрен вместительный подземный паркинг с современными системами безопасности, а также благоустроенные пешеходные зоны и места для отдыха, создающие гармоничную городскую среду.\n\nБезопасность в «Да Винчи» на высшем уровне благодаря круглосуточной охране и системам видеонаблюдения. Этот жилой комплекс воплощает престиж и комфорт, предлагая жильцам высокий уровень жизни в самом сердце Грозного, где современные технологии и стильный дизайн создают идеальные условия для жизни и отдыха.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 22,
    "title": "ЖК Даймохк",
    "image": "../img/objectDataImg/Daymohk.jpg",
    "shortDescription": "Гармоничное сочетание чеченской классики и современности.",
    "price": "Цена от 66.000 за м²",
    "deliveryDate": "Сдача комплекса: 2027 год",
    "floors": "25 этажей",
    "commercialFloors": "3 этажа",
    "parking": "2 этажа - Подземный паркинг",
    "description": "Жилой комплекс «Даймохк» в Грозном представляет собой гармоничное сочетание чеченских традиций и современных архитектурных решений. Одноподъездный дом с уникальным дизайном выделяется фасадами, украшенными элементами чеченского народного орнамента, и использованием высококачественных материалов. Первые три этажа комплекса предназначены для коммерческих помещений, а верхние этажи предлагают просторные жилые квартиры, созданные для комфортной и свободной жизни.\n\n«Даймохк» продуман до мелочей: современные системы пожарной безопасности, надежная охранная система и передовая автоматизация жилых помещений обеспечивают высокий уровень комфорта и защиты. Просторные квартиры предоставляют свободу для творчества в оформлении интерьера, позволяя жильцам создавать уникальные пространства, отражающие их индивидуальность.\n\nДля удобства автовладельцев предусмотрена двухуровневая подземная парковка с доступом 24/7, что делает повседневную жизнь еще более практичной. «Даймохк» — это идеальный баланс традиций и современности, где жители могут жить, работать и наслаждаться красотой окружающей среды, воплощая свои мечты в реальность.",
    "hot": false,
    "latitude": 43.321468,
    "longitude": 45.686959
  },
  {
    "id": 23,
    "title": "ЖК Доминант",
    "image": "../img/objectDataImg/Dominant.jpeg",
    "shortDescription": " Добро пожаловать в «Доминант» - шедевр готической архитектуры!",
    "price": "Цена от: 86.000 за м²",
    "deliveryDate": "Сдача комплекса: 2027 год",
    "floors": "28 этажей",
    "commercialFloors": "2 этажа",
    "parking": "2 этажа - Подземный паркинг",
    "description": "Жилой комплекс «Доминант» в Грозном — это шедевр, где величие готической архитектуры гармонично сочетается с современным комфортом. Расположенный в центре города, комплекс предлагает пешую доступность к торговым и развлекательным центрам, детским садам, школам и удобным транспортным развязкам. «Доминант» идеально подходит для тех, кто ищет уникальное пространство для жизни в сердце городской инфраструктуры.\n\nАрхитектура комплекса завораживает: высокие стрельчатые арки, изысканные витражи и роскошная резьба создают атмосферу средневекового очарования, перенося жителей в эпоху величия. Первые этажи отведены под коммерческие помещения, включая бутики, кафе и офисы, а верхние этажи занимают элегантные квартиры, сочетающие историческую эстетику с современными удобствами. Каждая квартира продумана до мелочей, предлагая уютное и стильное пространство, соответствующее всем требованиям комфортной жизни.\n\nБезопасность и удобство жильцов обеспечены на высшем уровне: современные лифты, круглосуточная охрана, видеонаблюдение и подземный паркинг создают надежную и комфортную среду. «Доминант» — это уникальное сочетание готического стиля и передовых технологий, где жители могут наслаждаться неповторимой атмосферой и высоким уровнем комфорта в самом сердце Грозного.",
    "hot": false,
    "latitude": 43.334339,
    "longitude": 45.699973
  },
  {
    "id": 24,
    "title": "ЖК Плаза",
    "image": "../img/objectDataImg/Glaza.jpg",
    "shortDescription": "Все квартиры видовые!",
    "price": "Цена от 58.000 руб. за м² за м²",
    "deliveryDate": "Сдача комплекса: 3 квартал 2027 год",
    "floors": "20 этажей",
    "commercialFloors": "2 этажа",
    "parking": "2 этажа - Подземный паркинг",
    "description": "Жилой комплекс «PLAZA» в Грозном представляет собой три дома с переменной этажностью от 16 до 20 этажей, расположенных в центральной части города. Удобная локация обеспечивает легкий доступ к ключевой городской инфраструктуре, а закрытая территория создает безопасную и комфортную среду для жильцов. Все квартиры в комплексе видовые, с панорамным остеклением, открывающим живописные виды на город, и возможностью объединения, что позволяет создавать просторные и индивидуальные жилые пространства.\n\nАрхитектура комплекса выделяется современным фасадом из керамогранита, обеспечивающим эстетичный вид и долговечность. Первые два этажа отведены под коммерческие помещения, включая магазины и офисы, а для удобства жителей предусмотрены детские площадки, зоны отдыха и подземная парковка. Квартиры с потолками высотой 3,1 метра оснащены панорамными окнами и лоджиями, а индивидуальное отопление от автономной котельной гарантирует комфорт в любое время года. Неэксплуатируемая кровля подчеркивает функциональный подход к дизайну комплекса.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 25,
    "title": "ЖК «Манор»",
    "image": "../img/objectDataImg/manor.jpeg",
    "shortDescription": "Частичка английской классики в сердце Грозного.",
    "price": "Цена от 77.000 за м²",
    "deliveryDate": "Сдача комплекса: 2027 год",
    "floors": "28 этажей",
    "commercialFloors": "3 этажа",
    "parking": "2 этажа - Подземный паркинг",
    "description": "Жилой комплекс «Манор» в Грозном — это уникальное сочетание изысканной английской классики и современного комфорта, созданное для ценителей элегантности. Одноподъездный дом включает первые три этажа, отведенные под коммерческие помещения, и жилые этажи с просторными квартирами, оформленными в утонченном стиле. Расположенный в сердце города, «Манор» предлагает идеальные условия для жизни, работы и отдыха.\n\nАрхитектура комплекса вдохновлена английской классикой: изысканные элементы дизайна и высококачественные материалы создают атмосферу аристократизма и уюта. Каждая деталь, от фасадов до интерьеров, продумана для обеспечения эстетического удовольствия и функциональности, подчеркивая уникальный характер «Манора».\n\nКомфорт и безопасность жильцов обеспечены передовыми системами: современная автоматизация жилых помещений, надежные системы безопасности и круглосуточный доступ к двухуровневой подземной парковке делают жизнь в комплексе удобной и беззаботной. «Манор» — это стильное пространство, где классическая элегантность сочетается с современными технологиями, создавая идеальную среду для жизни.",
    "hot": false,
    "latitude": 43.325977,
    "longitude": 45.673781
  },
  {
    "id": 26,
    "title": "ЖК Монументаль",
    "image": "../img/objectDataImg/Monumental.jpeg",
    "shortDescription": "Воплощение элегантности и величия в неоклассическом стиле.",
    "price": "Цена от 82.000 руб. за м²",
    "deliveryDate": "Сдача комплекса: 2027 год",
    "floors": "22 этажей",
    "commercialFloors": "2 этажа",
    "parking": "2 этажа - Подземный паркинг",
    "description": "Жилой дом «Монументаль» — это воплощение элегантности и величия в самом сердце престижного района Грозного. Благодаря центральному местоположению, комплекс обеспечивает удобный доступ к ключевым объектам инфраструктуры, включая торговые и развлекательные центры, детские сады, школы и отличные транспортные развязки. Это идеальное место для тех, кто ценит комфорт и близость к городской жизни.\n\nАрхитектура «Монументаля» выделяется утонченным неоклассическим стилем: монументальный облик здания дополнен изящными деталями, такими как лепнина, декоративные карнизы, натуральный камень в отделке и высокие окна с элегантными рамами. Балконы с коваными перилами добавляют шарма, создавая атмосферу утонченной роскоши и престижа.\n\nКомфорт и безопасность жильцов находятся на высшем уровне. Современные лифты, подземный паркинг, круглосуточная охрана и система видеонаблюдения обеспечивают удобство и защиту. «Монументаль» сочетает в себе неоклассическую эстетику с передовыми технологиями, создавая идеальные условия для жизни в атмосфере изысканности и гармонии.",
    "hot": false,
    "latitude": 43.327206,
    "longitude": 45.669718
  },
  {
    "id": 27,
    "title": "ЖК Альтаир",
    "image": "../img/objectDataImg/Altair.jpg",
    "shortDescription": "«Альтаир» — это современный дом премиум-класса.",
    "price": "Цена от 69.000 руб. за м²",
    "deliveryDate": "Сдача комплекса: 2027 год",
    "floors": "29 этажей",
    "commercialFloors": "2 этажа",
    "parking": "2 этажа - Подземный паркинг",
    "description": "Жилой комплекс «Альтаир» в Грозном — это современный дом премиум-класса с элегантным дизайном и высококачественными материалами. Фасад выполнен из стекла, композитных материалов и натурального камня на первых этажах, обеспечивая стильный облик и долговечность. Толщина фасадных стен включает 200 мм газоблока, 20 мм воздушной прослойки, 80 мм утеплителя и финальное покрытие, что гарантирует энергоэффективность. Квартиры с черновой высотой потолков 3,1 м (чистовая — 3,0 м) оснащены алюминиевыми окнами и предусматривают возможность объединения благодаря проемам в несущих стенах.\n\nДля комфорта жильцов комплекс оснащен крышной котельной установкой для автономного отопления и четырьмя лифтами (производства Китая и Турции), которые работают даже при отключении электричества благодаря дизель-генераторной установке (ДГУ). Специальные зоны на балконах предусмотрены для установки кондиционеров, чтобы сохранить эстетичный вид здания. Подземный паркинг дополняет функциональность комплекса. Для уточнения срока сдачи объекта необходимо обратиться к застройщику.",
    "hot": false,
    "latitude": 43.334755,
    "longitude": 45.699158
  },
  {
    "id": 28,
    "title": "ЖК Аристократ",
    "image": "../img/objectDataImg/Aristocrat.jpg",
    "shortDescription": "«Аристократ» — это воплощение престижа и комфорта.",
    "price": "Цена от 69.000 руб. за м²",
    "deliveryDate": "Сдача комплекса: 2027 год",
    "floors": "29 этажей",
    "commercialFloors": "2 этажа",
    "parking": "2 этажа - Подземный паркинг",
    "description": "Жилой комплекс «Аристократ» в Грозном — это воплощение престижа и комфорта, созданное для тех, кто ценит современный стиль жизни. Комплекс состоит из трех 29-этажных зданий с подземными паркингами, обеспечивающими удобство для автовладельцев. Первые два этажа отведены под коммерческие помещения, где разместятся магазины, офисы и другие объекты инфраструктуры, создавая функциональную среду в шаговой доступности для жильцов.\n\nКвартиры, расположенные с третьего этажа, отличаются просторными планировками, включая однокомнатные и двухкомнатные варианты, с высотой потолков 3,3 метра, что добавляет света и объема. Современный дизайн и продуманные решения делают каждое помещение максимально комфортным. Комплекс оснащен передовыми инженерными системами, включая четыре лифта (два из них грузопассажирские), подключенные к резервному питанию для бесперебойной работы даже при отключении электричества, подчеркивая высокий уровень технологичности и надежности «Аристократа».",
    "hot": false,
    "latitude": 43.331765,
    "longitude": 45.677616
  },
  {
    "id": 29,
    "title": "ЖК Грин Сити",
    "image": "../img/objectDataImg/greenCity.jpeg",
    "shortDescription": "Kомфорт и функциональность в центральной части города.",
    "price": "Цена от  69.000 руб. за м²",
    "deliveryDate": "Сдача комплекса: 4 квартал 2025 год",
    "floors": "21 этажей",
    "commercialFloors": "2 этажа",
    "parking": "2 этажа - Подземный паркинг",
    "description": "Жилой комплекс «Грин Сити» на улице Субботникова (Кан-Калика) в Грозном — это современный 21-этажный дом, сочетающий комфорт и функциональность в центральной части города. Закрытый двор с детской площадкой создает безопасную и уютную среду для семей, а подземный паркинг, доступный для покупки, обеспечивает удобство для автовладельцев. В пешей доступности расположены школа и детский сад, что делает комплекс особенно привлекательным для семей с детьми.\n\nКвартиры в «Грин Сити» предлагают видовые и двухуровневые планировки с просторными кухнями-гостиными, позволяющими создавать современные и эргономичные жилые пространства. Собственная котельная обеспечивает индивидуальное отопление, повышая комфорт и энергоэффективность. Выгодные условия покупки включают использование материнского капитала, рассрочку на 24 месяца или беспроцентную рассрочку на 12 месяцев, что делает приобретение жилья в этом комплексе доступным и гибким решением.",
    "hot": false,
    "latitude": 43.321833,
    "longitude": 45.707333
  },
  {
    "id": 30,
    "title": "ЖК «Левел»",
    "image": "../img/objectDataImg/level.jpg",
    "shortDescription": "Прекрасный дизайн и высококачественный фасад из дорогого материала!",
    "price": "Цена от 74.000 руб. за м²",
    "deliveryDate": "Сдача комплекса: 2027 год",
    "floors": "29 этажей",
    "commercialFloors": "2 этажа ",
    "parking": "2 этажа - Подземный паркинг",
    "description": "Жилой комплекс «LEVEL» в Грозном — это 29-этажный дом, включающий два этажа коммерческих помещений и технический верхний этаж. Комплекс выделяется современным дизайном и высококачественным фасадом из дорогих материалов, обеспечивающих эстетичный вид и долговечность. Планировки квартир начинаются от 30,89 м² с возможностью объединения, позволяя создавать просторные и индивидуальные жилые пространства. Рядом с комплексом находятся экзотический парк, школа и детский сад, что делает его идеальным для семейного проживания.\n\nЖК «LEVEL» оснащен крышной котельной для автономного отопления, лифтами на генераторах и двухуровневым подземным паркингом, обеспечивающим удобство и безопасность для автовладельцев. Условия покупки включают беспроцентную рассрочку на 2 года, возможность перерасчета условий приобретения один раз и отсутствие ограничений на переуступку. Также рассматривается возможность использования материнского капитала для квартир от 40 м², что делает комплекс привлекательным для широкого круга покупателей.",
    "hot": false,
    "latitude": 43.332635,
    "longitude": 45.674034
  },
  {
    "id": 31,
    "title": "ЖК Монарх",
    "image": "../img/objectDataImg/Monarkh.jpg",
    "shortDescription": "«Монарх» — это современный дом премиум-класса.",
    "price": "Цена от 69.000 руб. за м²",
    "deliveryDate": "Сдача комплекса: 2027 год",
    "floors": "29 этажей",
    "commercialFloors": "2 этажа ",
    "parking": "2 этажа - Подземный паркин",
    "description": "Жилой комплекс «Монарх» в Грозном — это современный дом премиум-класса, отличающийся элегантным дизайном и высококачественными материалами. Фасад выполнен из стекла, композитных материалов и натурального камня на первых этажах, что придает зданию стильный и долговечный облик. Толщина фасадных стен составляет 200 мм газоблока с 20 мм воздушной прослойкой, 80 мм утеплителя и финальным покрытием, обеспечивая энергоэффективность. Квартиры с черновой высотой потолков 3,1 м (чистовая — 3,0 м) оснащены алюминиевыми окнами и имеют возможность объединения благодаря проемам в несущих стенах.\n\nКомфорт и функциональность комплекса подкреплены техническими решениями: крышная котельная установка обеспечивает автономное отопление, а четыре лифта (производства Китая и Турции) работают даже при отключении электричества благодаря дизель-генераторной установке (ДГУ). Для сохранения внешнего вида здания предусмотрены специальные зоны на балконах для установки кондиционеров. Подземный паркинг и продуманная инфраструктура дополняют преимущества «Монарха». Для уточнения срока сдачи объекта необходимо обратиться к застройщику.",
    "hot": false,
    "latitude": 43.291442,
    "longitude": 45.683923
  },
  {
    "id": 32,
    "title": "ЖК Новый Континенталь",
    "image": "../img/objectDataImg/noviyContinent.jpeg",
    "shortDescription": " *Жилой комплекс «Новый Континент» находится в районе с уже сложившейся инфраструктурой.*",
    "price": "Цена от 71.000 руб. за м²",
    "deliveryDate": "Сдача комплекса: 4 квартал 2025 год",
    "floors": "25 этажей",
    "commercialFloors": "2 этажа ",
    "parking": "2 этажа - Подземный паркинг",
    "description": "Жилой комплекс «Новый Континент» расположен в центре Грозного, в районе с развитой инфраструктурой, позволяя жильцам оставаться в эпицентре столичной жизни. В шаговой доступности находятся ключевые объекты: ТРЦ «Грозный Молл» и «Гранд Парк» (100 м), ТРЦ «Вай Парк» и Цветочный парк (60 м), главный корпус ЧГУ (50 м), государственные школы и детские сады (100 м). Близость к проспекту имени А.А. Кадырова (100 м), мечети «Сердце Чечни» (600 м), а также проспекту В.В. Путина и бульвару М. Эсамбаева (800 м) обеспечивает удобный доступ к культурным и транспортным артериям города.\n\nКомплекс идеально подходит для тех, кто ценит комфорт и активный образ жизни. Жители могут легко посещать рестораны, торговые центры или забирать детей из детских садов, не тратя время на долгие поездки. Удачное расположение «Нового Континента» сочетает в себе преимущества городской динамики и близости к зеленым зонам, создавая гармоничную среду для жизни в самом сердце Грозного.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 33,
    "title": "ЖК Рамада",
    "image": "../img/objectDataImg/ramada.jpeg",
    "shortDescription": "При желании можно объединить квартиры",
    "price": "Цена от 65,000 руб. за м²",
    "deliveryDate": "Сдача комплекса: 4 квартал 2027 год",
    "floors": "14 этажей",
    "commercialFloors": "2 этажа ",
    "parking": "2 этажа - Подземный паркинг",
    "description": "ВЖилой комплекс «RAMADA» в Грозном — это шесть 14-этажных домов с просторным закрытым двором, обеспечивающим безопасность и комфорт для жителей. Комплекс оснащен двухуровневым подземным паркингом, большим детским игровым комплексом и этажом коммерческих помещений, создающих удобную инфраструктуру. Планировки квартир позволяют объединять их для создания более просторных жилых пространств, что делает «RAMADA» идеальным выбором для тех, кто ценит функциональность и современный подход к жизни в городе.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 34,
    "title": "ЖК Royal Tower",
    "image": "../img/objectDataImg/RoyalTower.jpeg",
    "shortDescription": "Элегантный небоскреб",
    "price": "Цена от 64,000 руб. за м²",
    "deliveryDate": "Сдача комплекса: 4 квартал 2027 год",
    "floors": "28 этажей",
    "commercialFloors": "2 этажа ",
    "parking": "2 этажа - Подземный паркинг",
    "description": "ЖК Royal Tower в Грозном – современный жилой комплекс, сочетающий роскошь, комфорт и престиж. Его архитектура выделяется элегантным высотным дизайном и качественными фасадными материалами, делая башню узнаваемой достопримечательностью города.\n\nКвартиры предлагают разнообразные планировки с панорамным остеклением, наполняя помещения светом и открывая виды на Грозный. Отделка выполнена в современном стиле с использованием качественных материалов.\n\nДля комфорта жителей предусмотрены зоны отдыха: сады, террасы и площадки для барбекю. Безопасность обеспечивается круглосуточной охраной, системами контроля доступа и видеонаблюдением.\nRoyal Tower – это статусный жилой комплекс с продуманной инфраструктурой и высоким уровнем сервиса.",
    "hot": false,
    "latitude": 43.321201,
    "longitude": 45.703116
  },
  {
    "id": 35,
    "title": "ЖК Sky Town",
    "image": "../img/objectDataImg/skyTown.jpeg",
    "shortDescription": "«Sky Town»- это больше, чем типовое жилье",
    "price": "Цена от 71,000 руб. за м²",
    "deliveryDate": "Сдача комплекса: 4 квартал 2026 год",
    "floors": "20 этажей",
    "commercialFloors": "1 этаж ",
    "parking": "9 этажей - Многоуровневый наземный паркинг",
    "description": "МФК «Sky Town» — эксклюзивный жилой комплекс бизнес-класса в самом сердце Грозного, представляющий собой 20-этажный дом с собственной инфраструктурой и многоуровневым наземным паркингом на нижних этажах. Расположенный в центре ключевых городских объектов, комплекс находится в пешей доступности от ТРЦ «Грозный Молл» (200 м), ТРЦ «Гранд Парк» и «Вай Парк» (600 м), Цветочного парка (400 м), мечети «Сердце Чечни» (300 м), ЧГУ (500 м), школ и детских садов (300 м), а также проспектов Кадырова, Путина и бульвара Эсамбаева. Близость к железнодорожному вокзалу (500 м) обеспечивает отличную транспортную доступность.\n\nАрхитектура «Sky Town» выделяется уникальным дизайном, призванным обновить эстетический облик города. Здание возводится по монолитной технологии, гарантирующей долговечность и высокую огнеупорность, а вентилируемые фасады обеспечивают энергоэффективность. Панорамное остекление окон и лоджий во всех квартирах открывает живописные виды на город, подчеркивая премиальный статус комплекса. Продуманные планировки позволяют жильцам создавать индивидуальные пространства, отвечающие их стилю и предпочтениям.\n\nК продаже предлагаются студии от 19 м², однокомнатные квартиры от 36 м² и двухкомнатные от 40 м², с возможностью объединения для создания более просторного жилья. Все квартиры сдаются с подведенными коммуникациями, остекленными лоджиями и окнами, а также установленными дверями. «Sky Town» — это больше, чем жилье: это проект нового уровня, сочетающий современные технологии, уникальную архитектуру и исключительное расположение для комфортной и стильной жизни в центре Грозного.",
    "hot": true,
    "latitude": 43.321201,
    "longitude": 45.703116
  },
  {
    "id": 36,
    "title": "ЖК Триумф",
    "image": "../img/objectDataImg/Triumf.jpg",
    "shortDescription": "Комплекс представляет собой сложный ансамбль из соединённых между собой домов",
    "price": "Цена от 67.000 руб. за м²",
    "deliveryDate": "Сдача комплекса: 4 квартал 2028 год",
    "floors": " переменная этажность: 29, 25 и 21",
    "commercialFloors": "2 этажа",
    "parking": "2 этажа - Подземный паркинг",
    "description": "Жилой комплекс «Триумф» — инновационный проект, расположенный на пересечении улиц Шерипова и Краснофлотская в районе «Минутка» по малой кольцевой дороге Грозного. Комплекс представляет собой уникальный ансамбль из трех домов переменной этажности (29, 25 и 21 этаж), соединенных изящной аркой. Благодаря применению новейших строительных технологий и соответствию современным стандартам архитектуры, «Триумф» выделяется как прогрессивный и стильный объект в сердце города.\n\nРасположение комплекса на одной из главных транспортных артерий обеспечивает отличную мобильность и доступность на любом виде транспорта. Жильцы смогут наслаждаться панорамными видами на ключевые достопримечательности Грозного, включая мечеть «Сердце Чечни», Цветочный парк, ТРЦ «Грозный Молл» и высотный комплекс «Грозный Сити». В радиусе полукилометра находятся торговый центр «Минутка», магазины с хозяйственными товарами, одеждой, обувью, мебелью, бытовой техникой и банки, что делает повседневную жизнь удобной и насыщенной.\n\nКвартиры в «Триумфе» предлагаются в однокомнатных и двухкомнатных планировках с востребованной квадратурой, оснащенные лоджиями для дополнительного комфорта. Проект предусматривает возможность объединения соседних квартир, позволяя создавать просторные жилые пространства, идеально подходящие для индивидуальных потребностей. Современный дизайн и продуманные планировки делают «Триумф» привлекательным выбором для тех, кто ищет комфортное жилье в престижной локации с видами на городские достопримечательности.",
    "hot": false,
    "latitude": 43.321201,
    "longitude": 45.703116
  },
  {
    "id": 37,
    "title": "ЖК Вавилон",
    "image": "../img/objectDataImg/babylon.jpeg",
    "shortDescription": "Современный жилой комплекс с продуманной архитектурой и инженерией.",
    "price": "Цена от 73000 руб. за м²",
    "deliveryDate": "Сдача комплекса: 4 квартал 2026 год",
    "floors": "Состоит из 3 блоков (19–16 этажей)",
    "commercialFloors": "2 этажa",
    "parking": "2 этажа - Подземный паркинг",
    "description": "Жилой комплекс «Вавилон» в Грозном — это современный проект, состоящий из трех блоков переменной этажности (16–19 этажей), включающих два Г-образных блока с четырьмя подъездами и один одноподъездный. Первые три этажа отведены под коммерческие помещения, а жилые этажи начинаются с четвертого, с эксплуатируемой кровлей на 16-м этаже. Подземный паркинг на двух уровнях обеспечивает удобство для автовладельцев. Расположенный в районе с развитой инфраструктурой, комплекс находится в шаговой доступности от детских садов, школ и больницы, что делает его идеальным для комфортной семейной жизни.\n\nАрхитектура «Вавилона» сочетает стиль и функциональность: навесной вентилируемый фасад с керамической облицовочной плиткой, утеплителем (50–80 мм) и вентиляционным зазором (100–150 мм) обеспечивает энергоэффективность и долговечность. Квартиры с потолками высотой 3,1 м оснащены металлопластиковыми окнами с однокамерными стеклопакетами и лоджиями, а специальные места для кондиционеров сохраняют эстетичный вид здания. Естественное освещение соответствует нормам СанПиН, обеспечивая комфортное проживание. Межэтажные перекрытия толщиной 200 мм и фундаментная плита 1,5 м гарантируют надежность конструкции.\n\nИнженерные системы комплекса включают три лифта с генераторами в каждом подъезде, спускающиеся в подземную часть, надежные насосы подачи воды, подключение к городским сетям отопления и возможность газификации после получения технических условий. Источник бесперебойного питания поддерживает работу лифтов и аварийного освещения. Пожарная безопасность обеспечена двумя кранами на каждом этаже, автоматическим водяным пожаротушением на подземных и коммерческих этажах, системой оповещения, а также эвакуационными коридорами (до 2 м) и лестничными клетками (1,35 м). Домофоны, шлагбаумы и система контроля доступа дополняют безопасность и комфорт жильцов.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 38,
    "title": "Вавилон (Свечка)",
    "image": "../img/objectDataImg/VavilonSvechka.jpeg",
    "shortDescription": "Современный жилой комплекс с продуманной архитектурой и инженерией.",
    "price": "Цена от 73.000 руб. за м²",
    "deliveryDate": "Сдача комплекса: 4 квартал 2026 год",
    "floors": "18 этажей, (19 - терасса)",
    "commercialFloors": "2 этажa",
    "parking": "2 этажа - Подземный паркинг",
    "description": "Жилой комплекс «Вавилон» в Грозном представляет собой современный проект из трех блоков переменной этажности (16–19 этажей), включающих два Г-образных блока с четырьмя подъездами и один одноподъездный. Первые три этажа отведены под коммерческие помещения, жилые этажи начинаются с четвертого, а на 16-м этаже расположена эксплуатируемая кровля. Два подземных уровня занимают паркинг, обеспечивая удобство для автовладельцев. Комплекс расположен в районе с развитой инфраструктурой, где школы, детские сады и больницы находятся в шаговой доступности.\n\nАрхитектура здания сочетает функциональность и эстетику: навесной вентилируемый фасад с керамической плиткой, утеплителем (50–80 мм) и вентиляционным зазором (100–150 мм) гарантирует энергоэффективность. Квартиры с потолками 3,1 м оснащены металлопластиковыми окнами с однокамерными стеклопакетами, лоджиями и местами для кондиционеров, сохраняющими внешний вид здания. Прочность конструкции обеспечивают межэтажные перекрытия толщиной 200 мм и фундаментная плита 1,5 м, а естественное освещение соответствует нормам СанПиН.\n\nИнженерные решения включают три лифта с генераторами в каждом подъезде, спускающиеся в паркинг, надежные насосы подачи воды и подключение к городским сетям отопления с возможностью газификации. Источник бесперебойного питания поддерживает лифты и аварийное освещение. Пожарная безопасность обеспечена кранами на каждом этаже, системой водяного пожаротушения на подземных и коммерческих уровнях, эвакуационными коридорами (до 2 м) и лестницами (1,35 м). Домофоны, шлагбаумы и контроль доступа гарантируют безопасность, а придомовая территория, находящаяся в собственности жильцов, создает комфортную среду.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 39,
    "title": "ЖК Bomond",
    "image": "../img/objectDataImg/bomond.jpg",
    "shortDescription": "Комфорт, престиж и панорамные виды.",
    "price": "Цена от 69.000 руб. за м²",
    "deliveryDate": "Сдача комплекса: 3 квартал 2026 год",
    "floors": "19 этажей",
    "commercialFloors": "2 этажа",
    "parking": "2 этажа - Подземный паркинг",
    "description": "Жилой комплекс «Бомонд» в Грозном, построенный ООО «Кормат-Строй», представляет собой современные 19-этажные дома, сочетающие престижную архитектуру и комфорт. Расположенный в районе с новой инфраструктурой, комплекс предлагает шикарные панорамные виды на центр города, а также близость к экзотическому парку, детскому саду и школе, что делает его идеальным для семейного проживания. Первый этаж отведен под коммерческие помещения, а два подземных уровня занимают паркинг, обеспечивая удобство для автовладельцев.\n\nКвартиры с высотой потолков 3,1 м включают однокомнатные (от 47,7 до 58,6 м²) и двухкомнатные (от 62,7 до 83,4 м²) варианты с продуманным функциональным зонированием, обеспечивающим простор и комфорт. В каждом подъезде установлены два современных лифта. Условия покупки делают «Бомонд» привлекательным для инвестиций: доступна рассрочка до 4 лет без первоначального взноса. Комплекс сочетает стиль, удобство и выгодные возможности для тех, кто ищет жилье премиум-класса в Грозном.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 40,
    "title": "ЖК Комфорт",
    "image": "../img/objectDataImg/comfort.jpeg",
    "shortDescription": "Идеальное сочетание уюта и современной городской жизни.",
    "price": "Цена от 65.000 руб. за м²",
    "deliveryDate": "Сдача комплекса: 4 квартал 2026 год",
    "floors": "20 этажей",
    "commercialFloors": "2 этажа ",
    "parking": "2 этажа - Подземный паркинг",
    "description": "Жилой комплекс «Комфорт» в Грозном, расположенный в спальном районе на бульваре Новый проспект В. Путина, предлагает идеальное сочетание уюта и современной городской жизни. Комплекс высотой 68,8 метров включает 20 этажей, с третьего по двадцатый из которых расположены жилые квартиры: по 12 однокомнатных и 2 двухкомнатных на каждом этаже, с возможностью объединения для создания более просторных пространств. Первые два этажа отведены под коммерческие помещения, включая магазины и бутики, а также зоны для колясок, велосипедов, почтовый уголок и помещения для управления инженерными сетями.\n\nАрхитектурные решения подчеркивают функциональность и стиль: монолитная конструкция с фундаментом из монолитной плиты гарантирует надежность и долговечность, а высота жилых этажей 3 метра обеспечивает простор. Фасад здания гармонично вписывается в благоустроенную территорию с зелеными насаждениями, детскими площадками, зонами отдыха для взрослых и гостевыми парковками, создавая комфортную и безопасную среду для жителей. Двухуровневый подземный паркинг добавляет удобство для автовладельцев.\n\nИнженерные системы комплекса включают электроснабжение, водоснабжение, вентиляцию и теплоснабжение от крышной котельной, а также возможность установки кондиционеров в квартирах. Пожарная безопасность на высоком уровне: доступ для пожарных машин со всех сторон, два пожарных гидранта у дома, по два пожарных крана на каждом этаже и система пожарной сигнализации с оповещением. ЖК «Комфорт» — это современное жилье, сочетающее надежность, продуманные решения и высокий уровень комфорта для жизни в Грозном.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 41,
    "title": "ЖК Авангард",
    "image": "../img/objectDataImg/Avangard.jpeg",
    "shortDescription": "Уникальное местоположение обеспечивает жильцам панорамные виды на городские пейзажи.",
    "price": "Цена от: 87.000 руб. за м²",
    "deliveryDate": "Сдача комплекса: 4 квартал 2026 год",
    "floors": "20 этажей",
    "commercialFloors": "1 этаж",
    "parking": "2 этажа - Подземный паркинг",
    "description": "Жилой комплекс «Авангард» в Грозном — это два 20-этажных здания, расположенных на холме в конце живописной пешеходной улицы, параллельной проспекту В.В. Путина. Уникальное местоположение обеспечивает жильцам панорамные виды на городские пейзажи. Архитектура комплекса сочетает современные тенденции и эстетику: стильные подъезды с зонами ресепшен и колясочными комнатами создают комфорт и подчеркивают престиж. В шаговой доступности находятся школа, детский сад, мечеть и культурный центр, а на первых этажах, выходящих на бульвар, разместятся кафе, рестораны и магазины, обеспечивая удобство повседневной жизни.\n\nКвартиры в «Авангарде» оснащены продуманными планировками и единым отоплением от газового котла, гарантирующим экономичное теплоснабжение. Каждый подъезд оборудован тремя лифтами на генераторах для бесперебойной работы даже при отключении электроэнергии. Подземная парковка включает «семейные» места для двух автомобилей со скидкой до 40%, что особенно удобно для семей. Благоустроенный двор с ландшафтным дизайном, игровой площадкой и зоной для игры в шахматы создает уютную среду для отдыха и общения жителей всех возрастов.\n\nУсловия покупки делают «Авангард» привлекательным для инвестиций: доступна рассрочка до 58 месяцев с ежемесячным сокращением срока, а также рассрочка на 24 месяца по цене полной оплаты. Клиенты, желающие досрочно погасить рассрочку (например, за 12 месяцев вместо 60), могут перерасчитать стоимость до уровня полной оплаты по обоюдному согласию сторон. ЖК «Авангард» сочетает современные архитектурные решения, высокий уровень комфорта и гибкие финансовые условия, создавая идеальное пространство для гармоничной жизни в Грозном.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 42,
    "title": "ЖК Новый терек",
    "image": "../img/objectDataImg/Noviy-terek.jpg",
    "shortDescription": "Pасположен в районе с развитой инфраструктурой.",
    "price": "Цена от 45.000 руб. за м²",
    "deliveryDate": "Сдача комплекса: 2027 год",
    "floors": "9 этажей",
    "commercialFloors": "отсутствуют",
    "parking": "2 этажа - Подземный паркинг",
    "description": "Жилой комплекс «Новый Терек» в Грозном — это два девятиэтажных дома с двумя подъездами, расположенных в районе с развитой инфраструктурой. Комплекс включает 72 квартиры (однокомнатные, двухкомнатные и трехкомнатные) площадью от 44,1 до 72,1 м², с жилыми помещениями, начинающимися с первого этажа, без коммерческих зон. Здание построено по монолитно-кирпичной технологии, обеспечивающей надежность и долговечность. Вокруг комплекса созданы зеленые зоны, а также благоустроенные территории с детской и спортивной площадками и зонами отдыха, что делает его привлекательным для семейного проживания.\n\nОсобенностью «Нового Терека» являются уникальные условия покупки: во втором блоке доступна рассрочка с отложенным платежом без первоначального взноса, что встречается крайне редко среди застройщиков. Близость к общественному транспорту, магазинам, детским садам и школам обеспечивает удобство для жильцов. Комплекс сочетает функциональные планировки, экологичную среду и выгодные финансовые условия, делая его идеальным выбором для тех, кто ищет комфортное жилье в Грозном.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 43,
    "title": "ЖК Ан-Нур",
    "image": "../img/objectDataImg/An-Nur.png",
    "shortDescription": "«Ан Нур» сочетает роскошь восточного стиля и современный комфорт .",
    "price": "от 90.000 руб. за м²",
    "deliveryDate": "Сдача комплекса: 2027 год",
    "floors": "18 этажей",
    "commercialFloors": "2 этажа",
    "parking": "подземная парковка",
    "description": "Жилой комплекс «Ан Нур» в центре Грозного сочетает роскошь восточного стиля и современный комфорт, предлагая жильцам престижное расположение рядом с главными достопримечательностями, школами, торговыми центрами и зонами отдыха. Уникальная архитектура с изысканными куполами, арками и традиционными орнаментами, дополненная роскошными фасадами из натуральных материалов, создает неповторимую атмосферу. Внутренний двор в восточном стиле с фонтанами, зелеными зонами и уютными скамейками идеально подходит для отдыха и прогулок.\n\nКвартиры в «Ан Нур» отличаются просторными планировками и качественной отделкой с элементами восточного дизайна, обеспечивая комфорт и эстетику. На территории комплекса расположены фитнес-центры, кафе, магазины, детские площадки и зоны отдыха, создавая полноценную инфраструктуру для жителей. Высокий уровень безопасности поддерживается круглосуточной охраной и видеонаблюдением, а парки, скверы и прогулочные аллеи рядом с комплексом делают его идеальным местом для семейной жизни и вечерних прогулок в центре Грозного.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 44,
    "title": "ЖК Ильинский",
    "image": "../img/objectDataImg/ilyinskiDom.jpeg",
    "shortDescription": "Дом по Ильинской - это трехподъездный 19-этажный дом, расположенный в одном из самых перспективных районов города Грозного.",
    "price": "Цена от 59.000 руб. за м²",
    "deliveryDate": "Срок сдачи - 3 квартал 2026 года",
    "floors": "19 этажей",
    "commercialFloors": "1 этаж ",
    "parking": "Парковка надземная",
    "description": "Жилой комплекс «Ильинский дом (А)» — это трехподъездный 19-этажный дом в перспективном районе Грозного, окруженный развитой инфраструктурой, включая университет, школы, детские сады, продуктовые магазины и прогулочные аллеи. Первый этаж отведен под коммерческие помещения с высотой потолков 3,75 м, а надземная парковка и открытая территория с детской площадкой создают комфортную и безопасную среду для жильцов. Комплекс идеально подходит для семей и тех, кто ценит удобство городской жизни в сочетании с уютом.\n\nKвартиры в доме, общее количество которых составляет 404, отличаются улучшенными планировками: однокомнатные до 42 м² и двухкомнатные до 88,6 м², с высотой потолков 3,1 м, пластиковыми окнами и металлическими дверями. Фасад из композита с утеплителем обеспечивает энергоэффективность и современный облик. В каждом подъезде установлено шесть лифтов (три грузовых и три пассажирских). Отопление, предположительно, центральное, хотя возможен вариант индивидуального газового котла, что требует уточнения у застройщика. ЖК «Ильинский дом (А)» сочетает просторные светлые квартиры, функциональность и удобное расположение в Грозном.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 45,
    "title": "ЖК Садаева",
    "image": "../img/objectDataImg/SadaevaDiakova.jpeg",
    "shortDescription": "Высотный жилой комплекс с видом на горы.",
    "price": "от 70 000 рублей за м²",
    "deliveryDate": "Сдан в 2024 г.",
    "floors": "9 этажей",
    "commercialFloors": "2 этажа",
    "parking": "подземная парковка",
    "description": "Высотный жилой комплекс с видом на горы.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 46,
    "title": "ЖК Свеча",
    "image": "../img/objectDataImg/svecha.jpeg",
    "shortDescription": "Тихий район рядом с парком.",
    "price": "от 100 000 рублей за м²",
    "deliveryDate": "IV квартал 2025",
    "floors": "23 этажей",
    "commercialFloors": "1-2 этаж",
    "parking": "Парковка подземная - отсутствует",
    "description": "Тихий район рядом с парком.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 47,
    "title": "ЖК Эсамбаева",
    "image": "../img/objectDataImg/esambaeva.jpeg",
    "shortDescription": "Элитные квартиры бизнес-класса.",
    "price": "от 100 000 рублей за м²",
    "deliveryDate": "IV квартал 2025",
    "floors": "24 этажей",
    "commercialFloors": "4 этажа",
    "parking": "подземная парковка",
    "description": "Жилой комплекс «Эсамбаева» по адресу бульвар М. Эсамбаева, 16 в центре Грозного — это 24-этажный дом премиум-класса, сданный в эксплуатацию в 2020 году. Расположенный вблизи мечети «Сердце Чечни», ТРЦ «Грозный Молл» и ключевых объектов инфраструктуры, таких как школы и университеты, комплекс предлагает 154 квартиры (77 однокомнатных и 77 двухкомнатных). Первые четыре этажа высотой 4 м отведены под коммерческие помещения, а 23-й и 24-й этажи занимает ресторан на 50 мест. Закрытая территория с детскими площадками обеспечивает комфорт и безопасность жильцов. \n\nКвартиры на жилых этажах (с 5-го по 22-й) с потолками высотой 3,1 м оснащены двухкамерными стеклопакетами с теплыми витражами, обеспечивающими отличную тепло- и шумоизоляцию. Вентилируемый фасад из металлических кассет НГ и газоблочные стены марки D600 гарантируют долговечность и энергоэффективность. Индивидуальное отопление и четыре грузопассажирских лифта (1100х2100 мм) добавляют удобства. Все квартиры от застройщика проданы, материнский капитал и рассрочка не принимаются. ЖК «Эсамбаева» сочетает современный дизайн, высокое качество строительства и престижное расположение в сердце Грозного.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 48,
    "title": "ЖК Трошева",
    "image": "../img/objectDataImg/Trosheva.jpg",
    "shortDescription": "ЖК по улице Трошева сочетает современные технологии, удобное расположение и разнообразие планировок.",
    "price": "от 100 000 рублей за м²",
    "deliveryDate": "сдача 2026г",
    "floors": "10 этажей",
    "commercialFloors": "2 этажа",
    "parking": "подземная парковка на 33 места",
    "description": "Жилой комплекс по улице Трошева в Грозном — это современный 19-этажный дом, расположенный в районе с развитой инфраструктурой, рядом со школами, детскими садами, магазинами и остановками общественного транспорта. Первые два этажа (высотой 4,3 м и 3,4 м соответственно) отведены под коммерческие помещения, включая магазины, кафе и другие сервисы, обеспечивая удобство для жильцов. Открытая территория с детской и спортивной площадками создает комфортную среду для семей, а подземная парковка на 33 места и четыре лифта (два грузовых и два пассажирских) на генераторах добавляют функциональности.\n\n Квартиры, общее количество которых составляет 221, предлагают продуманные планировки: на каждом этаже расположены 13 квартир (5 однокомнатных, 6 двухкомнатных и 2 трехкомнатных) с потолками высотой 3,1 м. Фасад из негорючего вентилируемого композита Г1, пластиковые окна, алюминиевые витрины и противопожарные двери обеспечивают безопасность и эстетику. Центральное отопление и энергоэффективные материалы гарантируют комфорт круглый год. ЖК по улице Трошева, сдача которого запланирована на 2026 год, сочетает современные технологии, удобное расположение и разнообразие планировок, делая его привлекательным для жизни и инвестиций.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 49,
    "title": "ЖК Державина",
    "image": "../img/objectDataImg/Derjavina.jpeg",
    "shortDescription": "Жилой комплекс «Державина» в тихом спальном районе Грозного",
    "price": "70 000 рублей за м²",
    "deliveryDate": "Сдан в 2024 г.",
    "floors": "12 этажей",
    "commercialFloors": "1 этаж",
    "parking": "Парковка во дворе (наземная)",
    "description": "Жилой комплекс «Державина» в тихом спальном районе Грозного, известном как «Березка», представляет собой два 12-этажных дома, сданных в эксплуатацию в 2024 году. Состоящий из 220 квартир (110 в каждом доме), комплекс расположен в окружении школ, детских садов и магазинов, обеспечивая комфортную городскую жизнь. Первый этаж каждого дома отведен под коммерческие помещения, такие как магазины и кафе, а открытая территория с детской площадкой и наземной парковкой создает уютную и безопасную среду для семей.\n\n Квартиры с потолками высотой 3,1 м оснащены пластиковыми окнами и индивидуальным отоплением, гарантирующим комфорт и энергоэффективность. Фасад из облицовочного кирпича придает зданиям элегантный облик, а по два лифта (грузовой и пассажирский) с генераторами в каждом подъезде обеспечивают надежность. Все квартиры от застройщика проданы, материнский капитал и рассрочка не принимаются. ЖК «Державина» сочетает высокое качество строительства, функциональные планировки и спокойную атмосферу спального района, делая его идеальным выбором для жизни в Грозном.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 50,
    "title": "ЖК Кабардинский",
    "image": "../img/objectDataImg/kabardinski.jpeg",
    "shortDescription": "Тихий район рядом с парком.",
    "price": "от 75.000₽ за м²",
    "deliveryDate": "Сдан в 2025 г.",
    "floors": "19 этажей",
    "commercialFloors": "1 этаж",
    "parking": "Парковка надземная",
    "description": "Жилой комплекс «Кабардинский» в Грозном — это современный дом с двумя подъездами, расположенный в районе с развитой инфраструктурой, рядом со школами, детскими садами и магазинами. Первый этаж высотой 3,75 м отведен под коммерческие помещения, такие как магазины и кафе, обеспечивая удобство для жильцов. Открытая территория с детской площадкой и надземная парковка создают комфортную среду для семей, а четыре лифта (два пассажирских и два грузовых) на генераторах гарантируют бесперебойную работу и удобство.\n\nКвартиры, общее количество которых составляет 288, предлагают разнообразные планировки с потолками высотой 3,1 м, пластиковыми окнами и металлическими дверями, обеспечивающими безопасность и долговечность. Фасад из композита с утеплителем придает зданию современный облик и энергоэффективность. Центральное отопление обеспечивает комфорт круглый год. ЖК «Кабардинский», сдача которого запланирована на 2026 год, сочетает высокое качество строительства, функциональность и удобное расположение, делая его привлекательным для жизни и инвестиций в Грозном.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 51,
    "title": "ЖК Лулумба",
    "image": "../img/objectDataImg/Lulumba.jpeg",
    "shortDescription": "Элитные квартиры бизнес-класса.",
    "price": "от 100 000 рублей за м²",
    "deliveryDate": "Сдача 2026г",
    "floors": "10 этажей",
    "commercialFloors": "1 этаж",
    "parking": "Парковка - подземная на  29 мест",
    "description": "Жилой комплекс по улице Дени Арсанова, 50 (Патриса Лумумбы) в Грозном — это современный 18-этажный дом с пентхаусом, расположенный в районе с развитой инфраструктурой, рядом со школами, детскими садами и торговыми центрами. Первый этаж высотой 4,2 м отведен под коммерческие помещения, такие как магазины и кафе, а открытая территория включает детскую и спортивную площадки, создавая комфортную среду для семей. Подземная парковка на 29 мест и четыре лифта (два грузовых и два пассажирских) на генераторах обеспечивают удобство и надежность для жильцов. \n\n Квартиры, общее количество которых составляет 166, предлагают разнообразные планировки с потолками высотой 3 м, пластиковыми окнами и противопожарными дверями, обеспечивающими безопасность и комфорт. Фасад из негорючего вентилируемого композита Г1 и алюминиевые витрины придают зданию современный и элегантный облик. Центральное отопление и энергоэффективные материалы гарантируют уют круглый год. ЖК, сдача которого запланирована на 2026 год, сочетает высокое качество строительства, функциональность и удобное расположение, делая его привлекательным для жизни и инвестиций в Грозном.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 52,
    "title": "ЖК Классика",
    "image": "../img/objectDataImg/classika.jpeg",
    "shortDescription": "Элитные квартиры бизнес-класса.",
    "price": "от 100 000 рублей за м²",
    "deliveryDate": "IV квартал 2025",
    "floors": "21 этажей",
    "commercialFloors": "1-2 этаж",
    "parking": "Парковка - подземная двух уровневая на 81 мест",
    "description": "Элитные квартиры бизнес-класса.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 53,
    "title": "ЖК Английский квартал",
    "image": "../img/objectDataImg/angliyski.jpeg",
    "shortDescription": "Английский стиль",
    "price": "Цена от: 70.000 руб. за м²",
    "deliveryDate": "Сдача объекта: 3 квартал 2027 года.",
    "floors": "14 этажей",
    "commercialFloors": "2 этажа",
    "parking": "Двухуровневый подземный паркинг",
    "description": "Жилой комплекс «Английский квартал» в 21-м секторе Грозного, вблизи Нового бульвара, предлагает удобное расположение с тремя государственными детскими садами, двумя школами и развитой транспортной развязкой в шаговой доступности. Комплекс состоит из трех домов с двумя подъездами в каждом, где первые два этажа отведены под коммерческие помещения. К продаже доступны студии, однокомнатные и двухкомнатные квартиры площадью от 44,9 до 88,2 м², спроектированные для комфорта и функциональности.\n\nФасад домов выполнен из красного английского кирпича, подчеркивающего элегантный стиль комплекса, а высота потолков в квартирах составляет 3 метра. Каждый подъезд оснащен двумя скоростными лифтами (грузовым и пассажирским) на генераторах, обеспечивающими бесперебойную работу. Двухуровневый подземный паркинг добавляет удобство для автовладельцев. Отопление, предположительно, комбинированное (центрально-индивидуальное), что требует уточнения у застройщика. Сдача объекта запланирована на III квартал 2027 года, с доступной рассрочкой на 36 месяцев: без взноса, с 30% или 50% первоначальным взносом, что делает «Английский квартал» привлекательным для семей и инвесторов.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 54,
    "title": "ЖК «Башни Свободы»",
    "image": "../img/objectDataImg/bashniSvobody.jpeg",
    "shortDescription": "Элитный проект из четырех 33-этажных башен",
    "price": "Цена от: 66.000 руб. за м²",
    "deliveryDate": "Срок сдачи - 3 кв. 2026",
    "floors": "33 этажей",
    "commercialFloors": "1 этаж ",
    "parking": "подземная парковка",
    "description": "Жилой комплекс «Башни Свободы» в Ахматовском районе Грозного, на улице Санкт-Петербургская, 64, представляет собой элитный проект из четырех 33-этажных башен (31 жилой этаж, два подземных и первый этаж под коммерческие помещения). Расположенный в центре города, комплекс предлагает панорамные виды на Грозный-Сити, ТРЦ «Грозный Молл» и проспект А.А. Кадырова, а также легкий доступ к торговым центрам, ресторанам, больницам и школам. Трехуровневая автостоянка (два подземных и один надземный уровень) обеспечивает достаточно мест для жильцов, а близость к ключевой инфраструктуре делает локацию идеальной для комфортной городской жизни.\n\nКвартиры с потолками высотой 2,95 м оснащены современными планировками, а фасад из композита и стекла придает зданиям элегантный и долговечный облик. Каждый подъезд оборудован четырьмя лифтами (пассажирский и грузовой) на генераторах, гарантирующими бесперебойную работу. Условия покупки включают гибкую рассрочку на 60 месяцев: без первоначального взноса, с 30% или 50% взносом, что делает «Башни Свободы» привлекательной инвестицией. Комплекс сочетает премиальную архитектуру, функциональность и престижное расположение в сердце Грозного.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 55,
    "title": "ЖК «Алиф»",
    "image": "../img/objectDataImg/Alif.png",
    "shortDescription": "Жилой комплекс на улице Ханкальская в Байсангуровском районе",
    "price": "Цена от: 70.000 руб. за м²",
    "deliveryDate": "Срок сдачи - 3 кв. 2026",
    "floors": "20 этажей",
    "commercialFloors": "1 этаж ",
    "parking": "подземная парковка",
    "description": "Жилой комплекс на улице Ханкальская в Байсангуровском районе (бывший Октябрьский) Грозного — это трехподъездный 20-этажный дом, расположенный рядом с Республиканской больницей, гипермаркетом «Лента», мечетью и школой хафизов, что обеспечивает удобный доступ к ключевой инфраструктуре. Первый этаж отведен под коммерческие помещения, а жилые квартиры начинаются с пятого этажа. К продаже доступны однокомнатные и двухкомнатные квартиры площадью от 49,2 до 76,9 м², с планировками, позволяющими создать евро-трешку, что делает комплекс привлекательным для семей и инвесторов.\n\nКвартиры с потолками высотой 3 метра оснащены центральным отоплением, а фасад из композита и стекла придает зданию современный и элегантный облик. В каждом подъезде установлены два лифта (пассажирский и грузовой) на генераторах, обеспечивающие бесперебойную работу. Подземный паркинг добавляет удобство для автовладельцев. Условия покупки включают рассрочку на 32 месяца с 30% или 50% взносом, либо без взноса с первым платежом 3000 ₽ за м² при подписании договора. Цены начинаются от 70 000 ₽ за м², а завершение строительства запланировано на III квартал 2026 года.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 56,
    "title": "ЖК «Вайт-Холл»",
    "image": "../img/objectDataImg/whiteHoll.jpeg",
    "shortDescription": "Жилой комплекс «Вайт-Холл» премиум-класса",
    "price": "Цена от:109.000 руб. за м²",
    "deliveryDate": "Срок сдачи - 2026г.",
    "floors": "14 этажей",
    "commercialFloors": "(?) этажей",
    "parking": "",
    "description": "Жилой комплекс «Вайт-Холл» премиум-класса расположен в самом центре Грозного по адресу: улица Эсамбаева, 6, рядом с ТРЦ, ресторанами, школами, детскими садами и университетами, обеспечивая идеальную локацию для комфортной городской жизни. 14-этажный дом предлагает панорамные виды на бульвар Эсамбаева, проспект Путина и внутренний двор, подчеркивая престижность комплекса. Современная архитектура с фасадом из дорогого искусственного камня и алюминиевыми окнами создает элегантный облик, а продуманные планировки однокомнатных (51,5–55,8 м²) и двухкомнатных (82 м²) квартир с потолками высотой 3,1 м обеспечивают простор и уют.\n\nКомплекс оснащен современными инженерными решениями, включая два лифта в подъезде и автономное отопление, гарантирующее комфорт в любое время года. Подземный паркинг добавляет удобство для автовладельцев. Условия покупки включают гибкую рассрочку: 1 год без наценки, 2 года с наценкой 15%, 3 года — 25%, 4 года — 30%. Цены начинаются от 109 000 ₽ за м² (боковые стороны), 119 000 ₽ за м² (вид на двор и проспект Путина) и 134 000 ₽ за м² (вид на Эсамбаева). Сдача объекта запланирована на 2026 год, что делает «Вайт-Холл» привлекательным выбором для жизни и инвестиций в центре Грозного.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 57,
    "title": "ЖК «Президентский дом»",
    "image": "../img/objectDataImg/Presidentski.png",
    "shortDescription": "Премиальный 35-этажный дом",
    "price": "Цена от: 78.000 руб. за м²",
    "deliveryDate": "Срок сдачи 2027",
    "floors": "35 этажей",
    "commercialFloors": "(?) этажей",
    "parking": "",
    "description": "Жилой комплекс «Президентский» в Грозном — это премиальный 35-этажный дом, сдача которого запланирована на 2027 год, с ценами от 78 000 ₽ за м² и гибкой рассрочкой: 1 год без наценки, 2 года — 10%, 3 года — 15%, 4 года — 20% на остаток суммы. Комплекс предлагает современную инфраструктуру, включая детские и спортивные площадки, зоны отдыха, прогулочные аллеи, фитнес-залы, магазины и кафе, создавая комфортную среду для жизни и отдыха в центре города.",
    "hot": false,
    "latitude": 43.256958,
    "longitude": 45.660526
  },
  {
    "id": 58,
    "title": "ЖК «Аль Хиляль»",
    "image": "../img/objectDataImg/al-hilyal.jpeg",
    "shortDescription": "ЖК «Луна» сочетает престижное расположение, качественное строительство и развитую инфраструктуру.",
    "price": "Цена от:149.000 руб. за м²",
    "deliveryDate": "Сдача объекта: 2027",
    "floors": "22 этажей",
    "commercialFloors": "2 этажа",
    "parking": "подземная парковка",
    "description": "Жилой комплекс «Луна» (МФК «Аль Хиляль») расположен в сердце Грозного по адресу: ул. Сайпуддина Ш. Лорсанова, 20, напротив мечети «Сердце Чечни», что обеспечивает панорамные виды на центр города и близость к ключевой инфраструктуре. В шаговой доступности находятся школы, два детских сада, два университета, торговые центры и рестораны, делая комплекс идеальным для семей с детьми и студентов. Сданный во II квартале 2021 года, этот 24-этажный монолитный дом сочетает современную архитектуру с функциональностью.\n\nКвартиры, расположенные на различных этажах, предлагают продуманные планировки для комфортного проживания. В доме установлены два лифта (пассажирский и грузовой), обеспечивающие удобство для жильцов. Закрытая территория двора с детской площадкой гарантирует безопасность и приватность, создавая уютную среду для семей. ЖК «Луна» сочетает престижное расположение, качественное строительство и развитую инфраструктуру, делая его привлекательным выбором для жизни в центре Грозного.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 59,
    "title": "ЖК «Континенталь»",
    "image": "../img/objectDataImg/Continental.jpg",
    "shortDescription": "Локация и лучшие виды покорят даже самого требовательного покупателя!",
    "price": "Цена от: 95.000 руб. за м²",
    "deliveryDate": "Срок сдачи -1 квартал 2026 года.",
    "floors": "28 этажей",
    "commercialFloors": "",
    "parking": "",
    "description": "Жилой комплекс «Континенталь» расположен на новом проспекте Путина в Грозном, предлагая лучшие панорамные виды на город, которые покорят даже самых требовательных покупателей. Комплекс состоит из двух домов с закрытой территорией, обеспечивающей безопасность и комфорт для жителей, особенно семей с детьми. Рядом находятся школы, детские сады и торговые центры, что делает локацию удобной для повседневной жизни. Благоустроенный двор с зелеными зонами создает уютную атмосферу для отдыха и прогулок на свежем воздухе.\n\nДома выполнены из дорогого камня с уникальным современным дизайном, привлекающим внимание эстетикой и качеством. Квартиры, представленные в однокомнатных и двухкомнатных вариантах площадью от 53,82 до 72,61 м², отличаются продуманными планировками, подходящими для разных стилей жизни. Подземный паркинг и современные инженерные системы, включая лифты и отопление, обеспечивают удобство. Гибкие условия покупки делают «Континенталь» выгодной инвестицией для тех, кто ищет премиальное жилье в перспективном районе Грозного.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 60,
    "title": "ЖК «Авалон»",
    "image": "../img/objectDataImg/Avalon.jpeg",
    "shortDescription": "Одним из главных преимуществ ЖК Авалон является его экологическая безопасность.",
    "price": "Цена от: 71.000 руб. за м²",
    "deliveryDate": "",
    "floors": "20 этажей",
    "commercialFloors": "",
    "parking": "",
    "description": "Одной из ключевых особенностей ЖК Авалон в Грозном является его современная инфраструктура. Здесь есть все необходимое для комфортной жизни: от магазинов и кафе до спортивных площадок и детских садов. Жители могут наслаждаться прогулками в ухоженных парках или заниматься спортом в современных фитнес-центрах, не выходя за пределы своего жилого комплекса.\n\nОдним из главных преимуществ ЖК Авалон является его экологическая безопасность. Застройщики уделяли особое внимание зеленым насаждениям и благоустройству территории, что создает благоприятную экологическую обстановку для проживания.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 61,
    "title": "ЖК Аль-Сахра (Дубайские)",
    "image": "../img/objectDataImg/Al-Sahra.jpeg",
    "shortDescription": "Добро пожаловать в этот этажный мир, который предлагает идеальное жилище в самом сердце нашего города.",
    "price": "Цена от: 115.000 руб за м²",
    "deliveryDate": "Срок сдачи - 4 кв. 2025",
    "floors": "10 этажей",
    "commercialFloors": "",
    "parking": "",
    "description": "Жилой комплекс «Аль-Сахра» — это элегантная 10-этажная новостройка в самом сердце Грозного, сочетающая современный дизайн и городскую утонченность. Расположенный в центре, комплекс обеспечивает легкий доступ к ресторанам, магазинам, культурным и развлекательным объектам, позволяя жильцам наслаждаться пульсом городской жизни. Стильный фасад из высококачественных материалов подчеркивает современную эстетику, а продуманная архитектура делает здание заметным акцентом в городском ландшафте.\n\nКвартиры в «Аль-Сахра» предлагают просторные планировки с высокими потолками и большими окнами, обеспечивающими обилие естественного света и атмосферу уюта. Современные отделочные материалы подчеркивают премиальный стиль, подходящий для активного городского образа жизни. Комплекс оснащен лифтами и подземным паркингом для удобства жильцов, а благоустроенная территория с зелеными зонами создает комфортную среду. ЖК «Аль-Сахра» — идеальный выбор для тех, кто ищет престижное жилье в центре Грозного.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 62,
    "title": "ЖК «Элизиум»",
    "image": "../img/objectDataImg/Elisium.jpeg",
    "shortDescription": "Элитные квартиры бизнес-класса.",
    "price": "Цена от: 91.000 руб. за м²",
    "deliveryDate": "",
    "floors": "20 этажей",
    "commercialFloors": "",
    "parking": "",
    "description": "",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 63,
    "title": "ЖК «Меридиан» (Шали)",
    "image": "../img/objectDataImg/Meredian.jpg",
    "shortDescription": "Перспективный район с развитой инфраструктурой.",
    "price": "Цена от: 50.000 руб. за м²",
    "deliveryDate": "Сдача – 2026",
    "floors": "15 этажей",
    "commercialFloors": " 1 этаж",
    "parking": "Паркинг на прилегающей территории",
    "description": "Жилой комплекс в Шали от застройщика ООО «Грозлидерстрой», сдача которого запланирована на 2026 год, представляет собой 17-этажное здание (1 подвальный, 1 коммерческий и 15 жилых этажей), расположенное в перспективном районе с развитой инфраструктурой. Застройщик, успешно сдавший дома по улицам Николаева, Эсамбаева и Лорсанова, гарантирует надежность. Первый этаж отведен под коммерческие помещения, а для автовладельцев предусмотрена наземная стоянка на прилегающей территории. Закрытый двор с детскими площадками и зонами отдыха создает комфортную и безопасную среду для семей.\n\nКвартиры оснащены индивидуальным отоплением с возможностью установки газовых котлов, ПВХ-окнами и потолками высотой 3 метра, обеспечивающими простор и свет. Трехслойный фасад (200–300 мм стены, теплоизоляция, негорючий композит) рассчитан на сейсмоустойчивость до 9 баллов, а специальные корзины для кондиционеров упрощают их обслуживание. В каждом подъезде установлены два лифта (пассажирский и грузопассажирский) с генераторами для бесперебойной работы. Мусоропровод отсутствует, а сбор мусора организован на прилегающей территории, что исключает запахи и насекомых, повышая комфорт жильцов.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 64,
    "title": "ЖК «Квартет»",
    "image": "../img/objectDataImg/kvartet.jpg",
    "shortDescription": "«Квартет» — это современный проект из четырех восьмиугольных стометровых домов-башен высотой в 25 этажей",
    "price": "Цена от:85.000 руб. за м²",
    "deliveryDate": "",
    "floors": "25 этажей",
    "commercialFloors": "",
    "parking": "Одноуровневая парковка на 293 машиноместа.",
    "description": "Жилой комплекс «Квартет» в Грозном — это многофункциональный проект из четырех 25-этажных восьмиугольных башен высотой 100 метров, расположенных между домом торжеств «Сафия» и рестораном «Paradise» в престижном районе города. Комплекс на 736 квартир (однокомнатные — 42,52 м², двухкомнатные — 67,12 м², трехкомнатные — 84,98 м²) построен с участием фонда имени Шейха Зайеда, что гарантирует высокое качество. В шаговой доступности находятся школы, детские сады, мечеть и торговые центры, а одноуровневая парковка на 293 машиноместа обеспечивает удобство для автовладельцев. Квартиры с потолками высотой 3,1 м оснащены панорамными окнами и выполнены с использованием энергоэффективных материалов, включая вентилируемый фасад из композита. Четыре лифта на генераторах (два пассажирских и два грузовых) и автономное отопление обеспечивают комфорт и надежность. Цены варьируются по этажам: 95 000 ₽/м² (3–5 этажи), 90 000 ₽/м² (6–8 этажи), 88 000 ₽/м² (9–11 этажи), 85 000 ₽/м² (12–25 этажи). Гибкая рассрочка на 1–6 лет: 1 год без наценки, 2 года — 15%, 3 года — 25%, 4 года — 30%, 5 лет — 35%, 6 лет — 40%. Сдача комплекса запланирована на 2027 год, делая «Квартет» идеальным выбором для жизни и инвестиций.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 65,
    "title": "ЖК «Шекспир»",
    "image": "../img/objectDataImg/Shekspir.jpeg",
    "shortDescription": "Комплекс предлагает широкий выбор квартир — от однокомнатных до трехкомнатных — с разнообразными планировками.",
    "price": "Цена от: 80.000 руб. за м²",
    "deliveryDate": "",
    "floors": "28 этажей",
    "commercialFloors": "",
    "parking": "подземная парковка 2 этажа",
    "description": "ЖК Шекспир Грозный представляет собой новый виток в развитии жилой архитектуры города. Этот комплекс включает в себя три 28-этажных дома. В них предлагается широкий выбор квартир: от однокомнатных до трехкомнатных. Разнообразие планировок позволяет удовлетворить запросы самых взыскательных покупателей.\n\nКлючевым преимуществом ЖК Шекспир Грозный является продуманная инфраструктура. Двухуровневая подземная парковка на -1 и -2 этажах обеспечивает комфорт и безопасность автомобилей жильцов. Высота потолков в квартирах достигает 3.15 метров, что добавляет простора и воздуха помещениям.\n\nОсобое внимание заслуживают двухкамерные алюминиевые окна. Они обеспечивают отличную тепло- и звукоизоляцию. Сейсмоустойчивость зданий до 10 баллов гарантирует безопасность в случае землетрясений. Фасады декорированы искусственным камнем и травертином, что придает комплексу элегантный и современный вид.\n\nВентиляционная система в каждом доме и индивидуальное отопление на крыше обеспечивают комфортные условия проживания круглый год. Такие технологии подчеркивают заботу застройщика о благополучии жильцов.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 66,
    "title": "ЖК «Либерти»",
    "image": "../img/objectDataImg/Liberty.jpeg",
    "shortDescription": "«Либерти» объединяет эстетику и функциональность",
    "price": "Цена от: 91.000 руб. за м²",
    "deliveryDate": "IV квартал 2025",
    "floors": "28 этажей",
    "commercialFloors": "2 этажа ",
    "parking": "подземная парковка",
    "description": "Многофункциональный жилой комплекс бизнес-класса «Либерти» в Грозном, расположенный на Новом проспекте Путина в 5-м секторе рядом с мечетью, состоит из пяти 28-этажных домов, построенных из монолитного железобетона (стены 300 мм, плиты перекрытия 200 мм) для надежности и долговечности. Комплекс предлагает панорамные виды и уединение от городской суеты благодаря расположению на второй линии. Просторные квартиры с потолками 3 метра, продуманными планировками и современными инженерными системами, включая три лифта на генераторах в каждом подъезде (грузоподъемность 600–1200 кг), создают комфортную среду для жизни.\n\n«Либерти» объединяет эстетику и функциональность: фасады из композита и стекла подчеркивают современный стиль, а закрытая территория с камерами видеонаблюдения и противопожарными системами (лестницы Л1, двери с огнестойкостью 30 минут) обеспечивает безопасность. Рядом расположены школы, детские сады и торговые центры, а пешеходный бульвар у комплекса позволяет наслаждаться прогулками и атмосферой нового центра Грозного. Подземная парковка и коммерческие помещения на первых этажах добавляют удобства. ЖК «Либерти», сдача которого запланирована на 2027 год, представляет собой уникальное пространство для жизни и инвестиций.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 67,
    "title": "ЖК «Юнайтед»",
    "image": "../img/objectDataImg/United.jpeg",
    "shortDescription": "Архитектура комплекса сочетает стиль и функциональность",
    "price": "Цена от: 80.000 руб. за м²",
    "deliveryDate": "",
    "floors": "28 этажей",
    "commercialFloors": "2 этажа ",
    "parking": "подземная парковка",
    "description": "Жилой комплекс «Юнайтед Грозный» расположен на второй линии перспективного района города у пешеходного бульвара, обеспечивая идеальный баланс тишины и близости к городской инфраструктуре. В шаговой доступности находятся мечети, поликлиники, школы, детские сады и парки, что делает комплекс привлекательным для семей и активных горожан. Двухуровневая подземная парковка обеспечивает удобство для автовладельцев, а благоустроенная территория с детскими площадками и зонами отдыха создает комфортную среду для жизни.\n\nКвартиры с потолками высотой 3,15 м предлагают просторные планировки, включая одно-, двух- и трехкомнатные варианты, с возможностью объединения для создания индивидуальных пространств. Двухкамерные алюминиевые окна гарантируют отличную тепло- и звукоизоляцию, а сейсмоустойчивость до 10 баллов обеспечивает безопасность. Фасады из искусственного камня и травертина придают зданиям элегантный и современный облик. Индивидуальное отопление от крышной котельной и продуманная система вентиляции поддерживают комфортные условия круглый год.\n\nАрхитектура комплекса сочетает стиль и функциональность: современные лифты на генераторах обеспечивают бесперебойную работу, а первый этаж отведен под коммерческие помещения, включая магазины и кафе. Условия покупки включают гибкую рассрочку до 36 месяцев, что делает «Юнайтед Грозный» выгодной инвестицией. Комплекс, сдача которого запланирована на 2027 год, предлагает премиальное жилье с акцентом на качество, безопасность и удобство в одном из самых динамично развивающихся районов Грозного.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 68,
    "title": "ЖК Инфинити",
    "image": "../img/objectDataImg/Infinity.png",
    "shortDescription": "«Инфинити» - это роскошный жилой комплекс, сияющий великолепием среди городских небоскребов.",
    "price": "Цена от: 85.000 руб. за м²",
    "deliveryDate": "Срок сдачи - 3 квартал 2026 года",
    "floors": "28 этажей",
    "commercialFloors": "",
    "parking": "",
    "description": "«Инфинити» - это роскошный жилой комплекс, сияющий великолепием среди городских небоскребов.\n\nСтильный и современный дизайн здания «Инфинити» представляет собой гармоничное сочетание функциональности и эстетики. Высококлассные материалы и качественная отделка создают атмосферу того самого идеального дома, о котором вы всегда мечтали.\nРасположение «Инфинити» идеально подходит для тех, кто ценит удобство и легкость доступа к городской инфраструктуре. Близость к транспортным развязкам, магазинам, ресторанам и деловым центрам делает это место привлекательным для всех, кто ищет гармоничное сочетание комфорта и городской жизни.\n\n«Инфинити» - это не просто жилье, это стиль жизни воплощенный в роскошном исполнении. Высокий уровень комфорта, приватности и роскоши вместе с изысканным дизайном делают этот ЖК идеальным местом для тех, кто стремится к безупречному образу жизни.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 69,
    "title": "ЖК «Grozny Towers»",
    "image": "../img/objectDataImg/GroznyTowers.jpeg",
    "shortDescription": "Идеальное сочетание элитности, современных технологий и удобного расположения в сердце Грозного",
    "price": "Цена от 100 000 руб. за м²",
    "deliveryDate": "Сдача в 2025г",
    "floors": "29 этажей",
    "commercialFloors": "",
    "parking": "",
    "description": "Жилой комплекс бизнес-класса «Grozny Towers» в Ахматовском (Ленинском) районе Грозного представляет собой три 29-этажные башни, задающие новый тон архитектуре центра города. Расположенный вблизи ключевых достопримечательностей, включая мечеть «Сердце Чечни» и ТРЦ «Грозный Молл», комплекс окружен развитой инфраструктурой с доступом к школам, университетам, торговым центрам и ресторанам. Панорамное остекление и элементный фасад от надежного производителя придают зданиям современный и элегантный облик, а закрытый двор с детской и спортивной площадками обеспечивает безопасность и комфорт для семей.\n\nКвартиры с потолками высотой 3 метра предлагают просторные планировки, включая одно-, двух- и трехкомнатные варианты, с акцентом на функциональность и эстетику. Двухуровневая подземная парковка, зона ресепшен и продуманные общественные пространства, такие как зона ожидания, создают атмосферу премиального жилья. Отдельная котельная, трансформаторная подстанция и лифты на генераторах гарантируют бесперебойную работу систем и комфорт круглый год. ЖК «Grozny Towers», сдача которого запланирована на 2027 год, представляет собой идеальное сочетание элитности, современных технологий и удобного расположения в сердце Грозного.",
    "hot": false,
    "latitude": 43.321068,
    "longitude": 45.695125
  },
  {
    "id": 70,
    "title": "ЖК «Молодежный»",
    "image": "../img/objectDataImg/Molodejni.jpeg",
    "shortDescription": "Престижное расположение, современные технологии и развитая инфраструктура.",
    "price": "от 100 000 рублей за м²",
    "deliveryDate": "Сдача 2025г",
    "floors": "16 – 18 этажей;",
    "commercialFloors": "2 этажа",
    "parking": "подземная парковка - есть",
    "description": "Жилой комплекс «Молодёжный» в Ахматовском (Ленинском) районе Грозного, расположенный в 1-м микрорайоне по улице Умара Садаева, состоит из семи корпусов переменной этажности (четные блоки — 16 этажей, нечетные — 18 этажей). Комплекс находится в центре развитой инфраструктуры: в 1 минуте ходьбы — Детская поликлиника №3, в 3 минутах — МБОУ СОШ №56, в 5 минутах — нефтяной колледж ГГНТУ, ТЦ «Грозный Сити» и Ахмат Арена, в 10 минутах — рынок Беркат, а до мечети «Сердце Чечни» — 15 минут. Первый этаж отведен под коммерческие помещения, что добавляет удобства для жильцов.\n\nКвартиры с потолками высотой 2,9 м и панорамным остеклением предлагают просторные планировки, включая одно-, двух- и трехкомнатные варианты, обеспечивая комфорт и эстетику. Подземный паркинг, детская и спортивная площадки, а также закрытый двор создают безопасную и уютную среду. Отдельная котельная, трансформаторная подстанция и лифты на генераторах гарантируют бесперебойное функционирование систем. ЖК «Молодёжный», сдача которого запланирована на 2027 год, сочетает престижное расположение, современные технологии и развитую инфраструктуру, идеально подходя для активной городской жизни.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 71,
    "title": "ЖК «Перспектива»",
    "image": "../img/objectDataImg/Perspectiva.jpeg",
    "shortDescription": "Уютный проект в комфортном районе с развитой инфраструктурой.",
    "price": "Цена от 67 000 руб. за м²",
    "deliveryDate": "Сдача 4 квартал 2027г",
    "floors": "21 этажей",
    "commercialFloors": "",
    "parking": "",
    "description": "Жилой комплекс «Перспектива» в Грозном — это уютный проект в комфортном районе с развитой инфраструктурой, включающий два корпуса переменной этажности (19–21 этаж), предлагающих впечатляющие виды на город. Расположенный всего в 5 минутах от центра, комплекс находится в шаговой доступности от автостанции «Минутка» и остановок маршрутного транспорта, а также рядом со школами, детскими садами и магазинами. Закрытая территория с детской площадкой и подземным паркингом создает безопасную и удобную среду для семейного проживания.\n\nКвартиры с потолками высотой 2,9 м оснащены продуманными планировками, включая одно-, двух- и трехкомнатные варианты, обеспечивая комфорт и функциональность. Отдельная котельная, трансформаторная подстанция и лифты на генераторах гарантируют надежность инженерных систем. Первый корпус будет сдан в IV квартале 2025 года, второй — в I квартале 2027 года. ЖК «Перспектива» сочетает современные технологии, удобное расположение и уютную атмосферу, делая его привлекательным выбором для жизни и инвестиций в Грозном.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 72,
    "title": "ЖК «Европейский»",
    "image": "../img/objectDataImg/Evropeyski2.png",
    "shortDescription": "Благоустроенная территория с дворовой зоной.",
    "price": "Цена от 53000 руб. за м²",
    "deliveryDate": "Сдача комплекса: 2026 год",
    "floors": "16 этажей",
    "commercialFloors": "1 этаж ",
    "parking": "парковка наземная",
    "description": "Жилой комплекс «Европейский» в Грозном — это современный 16-этажный дом в концепции «умного дома», расположенный в экологически чистом районе рядом с Чернореченским лесом и Грозненским морем, всего в 10 минутах от центра города. Комплекс окружен развитой инфраструктурой, включая аптеку, супермаркет, кафе, спа-центр и фитнес-центр, что обеспечивает жильцам доступ ко всем необходимым услугам. Благоустроенная территория с дворовой зоной, парковкой, детской и беговой площадками, а также набережной создает идеальные условия для отдыха и активного образа жизни.\n\nКвартиры с разнообразными планировками — от студий до многокомнатных апартаментов — отличаются современным дизайном и качественной отделкой, отвечая потребностям любой семьи. Высота потолков 3 метра и панорамные окна добавляют пространства и света. Комплекс оснащен передовыми инженерными системами, включая индивидуальное отопление и лифты на генераторах, обеспечивая комфорт и надежность. ЖК «Европейский», сдача которого запланирована на 2027 год, сочетает функциональность, экологичное расположение и премиальный комфорт, делая его идеальным выбором для жизни в Грозном.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 73,
    "title": "ЖК «Грин Парк»",
    "image": "../img/objectDataImg/GreenPark.png",
    "shortDescription": "Гармоничное сочетание комфортного проживания с природным окружением.",
    "price": "Цена от 82 000 руб. за м²",
    "deliveryDate": "Срок сдачи 3-4 квартал 2028г.",
    "floors": "20 этажей",
    "commercialFloors": "1 этаж ",
    "parking": "2-х уровневый подземный паркинг",
    "description": "ЖК Green Park в Грозном – современный жилой комплекс, гармонично сочетающий комфортное проживание с природным окружением. Проект реализует концепцию экологичного жилья, где высокие стандарты качества сочетаются с живописными ландшафтами.\n\nКомплекс отличается продуманной экологической концепцией. Обилие зеленых насаждений, парковых зон и тщательно спроектированный ландшафтный дизайн создают здоровую и уютную атмосферу. Удачное расположение в окружении природных парков позволяет жителям ежедневно наслаждаться красотой природы.\n\nАрхитектура ЖК Green Park органично вписывается в природную среду. Современные фасады с использованием натуральных материалов сочетают технологичность и эстетику. Панорамное остекление и просторные террасы открывают прекрасные виды на зеленые зоны, наполняя интерьеры естественным светом.\n\nКвартирография комплекса предлагает разнообразные планировочные решения для разных потребностей. Пространства отличаются функциональностью и оформлены в современном стиле с использованием экологичных материалов. Инфраструктура включает детские и спортивные площадки, зоны отдыха, создавая комфортную среду для жителей всех возрастов.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 74,
    "title": "ЖК Ачхой",
    "image": "../img/objectDataImg/AchHoi.jpeg",
    "shortDescription": "ЖК Ачхой: современный жилой комплекс в новом центре города",
    "price": "Цена от 44.000 руб. за м²",
    "deliveryDate": "Сдача объекта - 4 квартал 2027г.",
    "floors": "12 этажей",
    "commercialFloors": "1 этаж ",
    "parking": "Большое количество наземной парковки.",
    "description": "Комплекс состоит из пяти 12-этажных корпусов с вентилируемыми фасадами, сочетающими надежность и современный дизайн. Первые этажи зданий отведены под коммерческие помещения, что создает удобную инфраструктуру для жителей и бизнеса.\n\nПланировки на любой вкус\nВ ЖК Ачхой представлены квартиры различных форматов: уютные однокомнатные (41,9 м²), просторные двухкомнатные (60-75 м²) и комфортабельные трехкомнатные (до 92,62 м²). Все помещения оснащены панорамными окнами с поворотно-откидным механизмом, открывающими живописные виды на город.\n\nКомфорт и безопасность\nКаждый корпус оборудован пассажирским и грузовым лифтами с автономным питанием. Квартиры с 3-метровыми потолками создают ощущение простора, а система индивидуального отопления позволяет регулировать микроклимат по сезону.\n\nРазвитая инфраструктура\nКомплекс расположен в перспективном районе с прогулочной набережной и будущей мечетью. Благоустроенная территория включает детские и спортивные площадки, зоны отдыха для взрослых.\n\nСроки реализации\nСдача всех пяти корпусов запланирована на IV квартал 2027 года. Удачное расположение, разнообразие планировок и качественная реализация делают ЖК Ачхой привлекательным вариантом для комфортной жизни в Чеченской Республике.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 75,
    "title": "«Альянс Строй» ЖК Рассвет",
    "image": "../img/objectDataImg/Rassvet.jpeg",
    "shortDescription": "Элитные квартиры бизнес-класса.",
    "price": "от 100 000 рублей за м²",
    "deliveryDate": "Сдача - 2026г",
    "floors": "10 этажей",
    "commercialFloors": "2 этажа",
    "parking": "2 этажа подземной парковки",
    "description": "Элитные квартиры бизнес-класса.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 76,
    "title": "ЖК Атмосфера",
    "image": "../img/objectDataImg/Atmosfera.jpeg",
    "shortDescription": "«Атмосфера» идеальный выбор для семей.",
    "price": "от 100 000 рублей за м²",
    "deliveryDate": "Сдача - 2026г",
    "floors": "19 этажей",
    "commercialFloors": "2 этажа",
    "parking": "подземная парковка",
    "description": "Жилой комплекс «Атмосфера» в Грозном — это 19-этажный дом с двухуровневой подземной парковкой, расположенный в районе с развитой инфраструктурой рядом с театром, учебными заведениями, бассейном и ТРЦ. Квартиры площадью от 57,2 до 95,3 м² с потолками 3 м и двойными стеклопакетами обеспечивают комфорт и звукоизоляцию. Удобная транспортная доступность и современная архитектура делают «Атмосферу» идеальным выбором для семей, ценящих качество и надежность.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 77,
    "title": "ЖК «Сапфир»",
    "image": "../img/objectDataImg/Sapfir.jpg",
    "shortDescription": "Расположение обеспечивает легкий доступ к экзотическому парку.",
    "price": "Цена от 71.000 руб. за м²",
    "deliveryDate": "Срок сдачи - 2027г",
    "floors": "30 этажей",
    "commercialFloors": "2 этажа ",
    "parking": "",
    "description": "Жилой комплекс элит-класса «Сапфир» в Грозном — это 30-этажная башня на Новом проспекте Путина, напротив ресторана «Сафия», в центре нового района города. Расположение обеспечивает легкий доступ к экзотическому парку, школе, детскому саду, магазинам и развитой инфраструктуре. Фасады из широкоформатной керамической плиты Laminam и энергосберегающие стеклопакеты от Alutech подчеркивают премиальный стиль и энергоэффективность. Два нижних этажа отведены под коммерческие помещения, а закрытый двор с детской площадкой создает безопасную и уютную среду для жильцов.\n\nКвартиры с потолками высотой 3,1 м предлагают просторные планировки, включая одно-, двух- и трехкомнатные варианты, с акцентом на комфорт и современный дизайн. Комплекс оснащен четырьмя лифтами (два пассажирских и два грузовых) на генераторах, собственной модульной котельной для отопления и колясочной для удобства. Многоуровневая подземная парковка решает вопрос хранения автомобилей. Гибкая рассрочка на срок до 4 лет с взносами 30% или 50% делает покупку доступной. Сдача «SAPPHIRE» запланирована на 2026 год, предлагая элитное жилье в топовой локации Грозного.",
    "hot": false,
    "latitude": 43.32219,
    "longitude": 45.728129
  },
  {
    "id": 78,
    "title": "ЖК «Даймонд»",
    "image": "../img/objectDataImg/Diamond.jpg",
    "shortDescription": "ЖК Diamond в Грозном – это идеальное сочетание роскоши, комфорта и удобства.",
    "price": "Цена от 78.000 руб. за м²",
    "deliveryDate": "Сдача - 2027г.",
    "floors": "30 этажей",
    "commercialFloors": "2 этажа",
    "parking": "",
    "description": "Жилой комплекс «Diamond» в Грозном, расположенный на Новом проспекте Путина, представляет собой премиальный проект в одном из самых престижных районов города, с легким доступом к школам, детским садам, торговым центрам и другим объектам инфраструктуры. Стильный дизайн с элементами роскоши, высокими потолками и большими окнами обеспечивает просторные и светлые квартиры, создавая атмосферу уюта и свободы. Закрытая территория с детскими игровыми зонами, спортивными площадками, зонами отдыха, просторными балконами и террасами позволяет наслаждаться панорамными видами на город.\n\nКомплекс оснащен современными инженерными системами, включая лифты на генераторах для бесперебойной работы и видеонаблюдение для повышенной безопасности жильцов. Подземный паркинг и благоустроенный двор добавляют комфорта. Квартиры с продуманными планировками, включая одно-, двух- и трехкомнатные варианты, выполнены с использованием высококачественных материалов, что подчеркивает статусность проекта. Гибкие условия покупки и престижное расположение делают ЖК «Diamond», сдача которого запланирована на 2027 год, отличной инвестицией и идеальным выбором для комфортной жизни в центре Грозного.",
    "hot": false,
    "latitude": 43.306296,
    "longitude": 45.707099
  },
  {
    "id": 79,
    "title": "ЖК «Набережный»",
    "image": "../img/objectDataImg/naberejni2.jpeg",
    "shortDescription": "Стиль, комфорт и вид на реку.",
    "price": "Цена от 76.000 руб. за м²",
    "deliveryDate": "Срок сдачи - 2026 год",
    "floors": "18 этажей",
    "commercialFloors": "",
    "parking": "",
    "description": "Жилой комплекс «Набережный» в Грозном — это 18-этажный дом, идеально подходящий для семей, расположенный в живописном районе у водоема, предположительно Грозненского моря или реки Сунжа, с удобным доступом к городской инфраструктуре, включая школы, детские сады и торговые центры. Квартиры с просторными и функциональными планировками, включая одно-, двух- и трехкомнатные варианты, оснащены большими окнами и потолками высотой 3 метра, создающими светлую и уютную атмосферу для семейного отдыха и общения.\n\nКомплекс предлагает современные удобства: закрытая территория с детской площадкой, зелеными зонами для пикников и открытыми площадками для отдыха и релаксации обеспечивают комфорт и безопасность. Подземный паркинг и лифты на генераторах добавляют удобства, а автономное отопление гарантирует комфорт круглый год. Благоустроенный двор и близость к природе делают ЖК «Набережный», сдача которого запланирована на 2027 год, идеальным выбором для семей, стремящихся к гармоничной жизни в Грозном с сочетанием природной красоты и городских возможностей.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 80,
    "title": "ЖК Вершина",
    "image": "../img/objectDataImg/vershina.jpeg",
    "shortDescription": "Bоплощение современного комфорта и эстетики.",
    "price": "Цена от 70.000 руб. за м²",
    "deliveryDate": "Срок сдачи 4 квартал 2027г",
    "floors": "22 этажей",
    "commercialFloors": "",
    "parking": "Паркинг-наземный и подземный",
    "description": "",
    "hot": false,
    "latitude": 43.292087,
    "longitude": 45.742518
  },
  {
    "id": 81,
    "title": "ЖК «Парус»",
    "image": "../img/objectDataImg/Parus 3k.png",
    "shortDescription": "ЖК Парус - это монолитно-кирпичный дома с двухуровневой подземной парковкой, расположенный в уютном спальном районе Грозного.",
    "price": "Цена от 80.000 руб. за м²",
    "deliveryDate": "Срок сдачи - 3 кв. 2026 г.",
    "floors": "18 этажей",
    "commercialFloors": "",
    "parking": "",
    "description": "ЖК Парус - это монолитно-кирпичный дома с двухуровневой подземной парковкой, расположенный в уютном спальном районе Грозного.\nУдачная планировка квартир, в каждой из которых имеется лоджия/балкон, противобажрные двери, собственная автономно-блочная котельная- это то, что выделяет данный комплекс среди остальных.\nНа первых этажах дома планируется открыть детский сад, придомовую территорию оборудуют детской и спортивной площадками.\nРайон прекрасно подходит для комфортной жизни и отдыха. Рядом расположены детские сады и школы, средние специальные и высшие учебные заведения, продуктовые магазины, медицинские учреждения, кафе.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 82,
    "title": "ЖК «Вайнах»",
    "image": "../img/objectDataImg/Vaynah 1d.jpeg",
    "shortDescription": "ЖК «Вайнах» – премиальный комплекс в сердце Грозного",
    "price": "Цена от 115.000 руб. за м²",
    "deliveryDate": "Срок сдачи-2024 г.",
    "floors": "22 этажей",
    "commercialFloors": "",
    "parking": "подземный паркинг.",
    "description": "Два 22-этажных корпуса бизнес-класса формируют современный архитектурный ансамбль. Проект включает подземный паркинг и коммерческие помещения на первых этажах, создавая полноценную городскую среду.\nВ шаговой доступности расположены ключевые объекты: ТЦ «Грозный-Молл», мечеть «Сердце Чечни», концертный зал «Вайнах», медицинские учреждения и разнообразные точки общепита. Территория комплекса благоустроена детскими и спортивными площадками с продуманным озеленением.\n\nОсобенности проекта\n• Высотная застройка с панорамными видами\n• Интегрированная коммерческая инфраструктура\n• Многоуровневая система паркинга\n• Пешеходная доступность культурных и деловых центров\nПроект реализует концепцию премиального жилья с комплексным подходом к городской среде.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 83,
    "title": "ЖК «Ренессанс»",
    "image": "../img/objectDataImg/renessans 1-2.jpeg",
    "shortDescription": "",
    "price": "Цена от 85.000 руб. за м²",
    "deliveryDate": "Срок сдачи-2025 г.",
    "floors": "19 этажей",
    "commercialFloors": "",
    "parking": "Hаземный паркинг на закрытой шлагбаумом территории.",
    "description": "",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 84,
    "title": "ЖК «Платинум»",
    "image": "../img/objectDataImg/platinum.jpeg",
    "shortDescription": "ЖК “Platinum” - единственный объект в ЧР на СЕЙСМООПОРАХ!",
    "price": "Цена от 85.000 руб. за м²",
    "deliveryDate": "Срок сдачи - 4 кв. 2025 г.",
    "floors": "30 этажей",
    "commercialFloors": "2 этажа",
    "parking": "Наличие подземного и наземного паркинга",
    "description": "Жилой комплекс «Platinum» в центре Грозного — уникальный проект в Чеченской Республике, построенный на сейсмоопорах, обеспечивающих высочайшую надежность и безопасность. Расположенный рядом с мечетью «Сердце Чечни», ТРЦ «Грозный Молл», школами, детскими садами, университетами и больницей, комплекс предлагает панорамные виды и легкий доступ к ключевой инфраструктуре города. Первые этажи отведены под коммерческие помещения, включая магазины, кофейни, рестораны, салоны красоты, фитнес-залы и аптеки, что создает полноценную среду для комфортной жизни.\n\nКвартиры с потолками высотой 3,1 м и продуманными планировками (одно-, двух- и трехкомнатные) оснащены панорамными окнами, обеспечивающими свет и простор. Благоустроенный двор с детской и спортивной площадками, прогулочной зоной и местами для отдыха, а также подземный и наземный паркинг гарантируют удобство и безопасность. Современные инженерные системы, включая автономное отопление и лифты на генераторах, подчеркивают качество. ЖК «Platinum», сдача которого запланирована на 2027 год, представляет собой идеальное сочетание премиального комфорта, надежности и центрального расположения в Грозном.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 85,
    "title": "ЖК «Президент»",
    "image": "../img/objectDataImg/president.jpeg",
    "shortDescription": "«Президент» представляет собой воплощение современного комфорта и эстетики.",
    "price": "Цена от 85.000 руб. за м²",
    "deliveryDate": "Срок сдачи - 2026 г",
    "floors": "27 этажей",
    "commercialFloors": "",
    "parking": "",
    "description": "Инновационная новостройка «Президент» представляет собой воплощение современного комфорта и эстетики. Расположенный в живописном районе, комплекс отличается высоким уровнем архитектуры, удобным месторасположением и разнообразием предлагаемых квартир.\nСочетая в себе функциональность и стиль, «Президент» предлагает своим жителям превосходное качество жизни. Комфортабельные квартиры с просторными планировками и современным дизайном способствуют созданию уютной атмосферы и позволяют реализовать все желания и потребности будущих жильцов.\nОсобое внимание уделяется организации общественных пространств и инфраструктуры. В составе комплекса изящно оформленная зеленая территория, детские площадки, спортивные площадки, а также многочисленные магазины, рестораны, кафе и салоны красоты. Все это обеспечит обитателям необходимый уровень комфорта и удобства прямо возле дома.\n«Президент» - это не просто жилье, это новый уровень комфорта и стиля жизни. Рассчитанный на самые взыскательные потребности, наша новостройка порадует своих жителей высоким качеством строительства, инновационными решениями и впечатляющим дизайном.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 86,
    "title": "ЖК по Орзамиева",
    "image": "../img/objectDataImg/Orzamieva.png",
    "shortDescription": "",
    "price": "",
    "deliveryDate": "",
    "floors": "",
    "commercialFloors": "",
    "parking": "",
    "description": "",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 87,
    "title": "ЖК «Нарт»",
    "image": "../img/objectDataImg/Nart.jpeg",
    "shortDescription": "На территории комплекса предусмотрены детские площадки и спортивные площадки.",
    "price": "Цена от 85.000 руб. за м²",
    "deliveryDate": "Срок сдачи: 4 кв 2024 г",
    "floors": "20 этажей",
    "commercialFloors": "2 ",
    "parking": "",
    "description": "Жилой комплекс «Нарт» в Грозном — это современный проект, расположенный в центре города с развитой инфраструктурой, включая мечеть для религиозных обрядов, школы, детские сады и торговые центры в шаговой доступности. На территории комплекса созданы детские и спортивные площадки, а также зоны отдыха, позволяющие жильцам проводить время с семьей и заниматься спортом, не покидая дома. Благоустроенный двор и продуманная инфраструктура обеспечивают комфорт и удобство для всех жителей, подчеркивая семейную ориентированность комплекса.\n\nКвартиры в «Нарт» отличаются свободной планировкой, позволяющей создавать уникальные интерьеры, и оснащены высококачественными окнами собственного производства из материала «Золотой Дуб» с откидным механизмом, обеспечивающими эстетику и надежность. Высота потолков 3 метра и большие окна добавляют пространства и света. Уникальные условия, включенные в стоимость квадратного метра, включают готовое отопление, интернет, кабельное ТВ и бесплатные материалы для перегородок, что позволяет жильцам экономить на отделке и настройке систем.\n\nКомплекс оснащен тремя лифтами на генераторах, обеспечивающими бесперебойную работу даже при отключении электроэнергии, и подземным паркингом для удобства автовладельцев. Современные инженерные решения, включая автономную котельную, гарантируют комфорт круглый год. ЖК «Нарт», сдача которого запланирована на 2027 год, сочетает высокое качество строительства, уникальные условия для жильцов и престижное расположение, делая его идеальным выбором для комфортной жизни и инвестиций в Грозном.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 88,
    "title": "ЖК «Гранд»",
    "image": "../img/objectDataImg/Grand.jpeg",
    "shortDescription": "Комплекс предлагает квартиры с готовым отоплением и свободной планировкой.",
    "price": "Цена от 63.000 руб. за м²",
    "deliveryDate": "Срок сдачи: 4 кв 2025 г",
    "floors": "13 этажей",
    "commercialFloors": "",
    "parking": "Подземная и надземная парковка",
    "description": "Одним из главных преимуществ ЖК Гранд в Грозном является его расположение, предоставляющее жителям захватывающие виды на городские высотки и знаменитую мечеть Сердце Чечни. Это добавляет жилью особый шарм и делает каждый день проживания в комплексе неповторимым.\n\nКомплекс предлагает квартиры с готовым отоплением и свободной планировкой, что позволяет владельцам самостоятельно организовать пространство по своему вкусу и потребностям. Высококачественные окна не только обеспечивают отличную звукоизоляцию, но и способствуют сохранению тепла внутри помещений, что особенно важно в холодное время года.\n\nВнимание к деталям проявляется в таких аспектах, как лифты с генераторами, которые могут функционировать даже при отсутствии электричества, высота потолков в 320 см, что делает помещения более воздушными и просторными, и толщина наружных стен в 50 см, гарантирующая отличную теплоизоляцию.\nЖК Гранд предлагает удобные парковочные решения, включая подземную и надземную парковку, а также бесплатно предоставляемые материалы для перегородок, что является приятным бонусом для покупателей.\n\nИнфраструктура вокруг комплекса включает в себя все необходимые удобства, такие как школы, детские сады, больницы и поликлиники, обеспечивая жителям все условия для комфортной и насыщенной жизни. Благодаря удачной транспортной развязке, добраться до центра города или до памятника дружбы Народов можно всего за несколько минут.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 89,
    "title": "ЖК «Лермонтова»",
    "image": "../img/objectDataImg/Lermontov.jpg",
    "shortDescription": "Рядом расположены садик, школа, больница.",
    "price": "Цена от 74.000 руб. за м²",
    "deliveryDate": "",
    "floors": "19 этажей",
    "commercialFloors": "2 этажа",
    "parking": "",
    "description": "",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 90,
    "title": "«Dottu»",
    "image": "../img/objectDataImg/Olimp-2d.jpeg",
    "shortDescription": "ЖК «Dottu» современный жилой комплекс, который предлагает комфортное жилье.",
    "price": "Цена от 66.000 руб. за м²",
    "deliveryDate": "Срок сдачи: 4 кв 2025 г",
    "floors": "19 этажей",
    "commercialFloors": "",
    "parking": "",
    "description": "Жилой комплекс «Дотту» в Грозном, расположенный на улице Жуковская рядом с мечетью, предлагает современное жилье в престижном районе с развитой инфраструктурой. В шаговой доступности находятся школы, детские сады, торговые центры и медицинские учреждения, что делает комплекс идеальным для семей и активных горожан. Закрытая территория с круглосуточной охраной, спортивными и детскими площадками, а также зелеными насаждениями создает безопасную и уютную среду для жизни и отдыха.\n\nКвартиры с потолками высотой 3 метра предлагают разнообразные планировки — от компактных студий до просторных многокомнатных апартаментов, выполненных с использованием высококачественных материалов и современного дизайна. Подземный паркинг и лифты на генераторах обеспечивают удобство, а автономное отопление гарантирует комфорт круглый год. Благодаря престижному расположению и высокому качеству строительства, ЖК «Дотту», сдача которого запланирована на 2027 год, представляет собой выгодную инвестицию и отличный выбор для комфортной жизни в Грозном.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 91,
    "title": "ЖК по Шерипова",
    "image": "../img/objectDataImg/Sheripova.jpeg",
    "shortDescription": "Современный комфорт в центре города.",
    "price": "Цена от 35.000 руб. за м²",
    "deliveryDate": "Срок сдачи: 4 кв 2026г",
    "floors": "18 этажей",
    "commercialFloors": "(?) этажей",
    "parking": "",
    "description": "Жилой комплекс по улице Шерипова, 68 в Грозном — это современный 18-этажный дом, сданный в эксплуатацию в 2024 году, расположенный в востребованном районе города. Рядом находятся школы, детские сады, магазины, аптеки, поликлиники и остановки общественного транспорта, обеспечивая удобный доступ ко всей необходимой инфраструктуре. Закрытая охраняемая территория с системой видеонаблюдения, детскими и спортивными площадками, а также парковочными местами создает безопасную и уютную среду для семейного проживания.\n\nКвартиры с высокими потолками (3 м) и большими окнами предлагают разнообразные планировки — от компактных студий до просторных многокомнатных апартаментов, выполненных с использованием качественных материалов. Энергоэффективные системы отопления и вентиляции обеспечивают комфорт круглый год, а современный архитектурный стиль подчеркивает эстетику здания. ЖК по Шерипова, 68 сочетает высокое качество строительства, удобное расположение и доступную стоимость, делая его отличным выбором для жизни и выгодной инвестицией в центре Грозного.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 92,
    "title": "ЖК по Нурадилова",
    "image": "objectDataImg/Nuradilova.jpeg",
    "shortDescription": "Элитные квартиры бизнес-класса.",
    "price": "от 100 000 рублей за м²",
    "deliveryDate": "IV квартал 2025",
    "floors": "10 этажей",
    "commercialFloors": "2 этажа",
    "parking": "подземная парковка",
    "description": "Элитные квартиры бизнес-класса.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 93,
    "title": "ЖК Спутник",
    "image": "../img/objectDataImg/Sputnik.jpeg",
    "shortDescription": "Комфорт, безопасность и простор в перспективном районе.",
    "price": "Цена от 65.000 руб. за м²",
    "deliveryDate": "Комплекс сдан",
    "floors": "30 этажей",
    "commercialFloors": "",
    "parking": "",
    "description": "Жилой комплекс на пересечении улиц Шарипова и Санкт-Петербургская в Грозном расположен в перспективном районе, в шаговой доступности от Вай Парка, Гранд Парка, Чеченского государственного университета, школ, детских садов, медицинских учреждений и торговых центров. Комплекс предлагает разнообразные планировки: компактные однокомнатные квартиры, двухкомнатные для молодых семей, просторные трех- и четырехкомнатные для больших семей, а также пентхаусы премиум-класса с террасами и панорамными видами. Закрытая территория с детскими и спортивными площадками и зонами отдыха создает безопасную и уютную среду.\n\nКвартиры с потолками высотой 3 метра и большими окнами оснащены энергоэффективными материалами, обеспечивающими качественную тепло- и шумоизоляцию. Современные системы отопления и вентиляции гарантируют комфорт круглый год. Безопасность поддерживается круглосуточной охраной, системой видеонаблюдения и контролем доступа в подъезды. Подземный паркинг и лифты на генераторах добавляют удобства. ЖК, сдача которого запланирована на 2026 год, идеально подходит для семей, студентов и инвесторов, сочетая комфорт, оптимальные коммунальные расходы и престижное расположение в Грозном.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 94,
    "title": "МФК «Кристалл»",
    "image": "../img/objectDataImg/Kristal.jpg",
    "shortDescription": "Не упустите шанс на выгодную покупку в ЖК Кристалл Гудермес!",
    "price": "Цена от 56.000 руб. за м²",
    "deliveryDate": "Срок сдачи: 4 кв 2026г",
    "floors": "16 этажей",
    "commercialFloors": "",
    "parking": "",
    "description": "ЖК Кристалл Гудермес предлагает широкий выбор квартир для комфортной жизни. Лучшее время для покупки – сейчас, так как цены растут. У нас выгодные условия и индивидуальный подход.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 95,
    "title": "ЖК «КОМФОРТ»",
    "image": "../img/objectDataImg/Comfort2.jpeg",
    "shortDescription": "Жилой комплекс Комфорт в Гудермесе - идеальное место для комфортной жизни.",
    "price": "",
    "deliveryDate": "Срок сдачи: 4 кв 2024г",
    "floors": "5 этажей",
    "commercialFloors": "",
    "parking": "Подземные и наземные парковки",
    "description": "Варианты квартир разных форматов с экологичными материалами и современными системами.\nГудермес развивается, делая покупку квартиры в ЖК Комфорт выгодной инвестицией. Наслаждайтесь жизнью в городе!",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 96,
    "title": "ЖК FAJR",
    "image": "../img/objectDataImg/Fajr.jpeg",
    "shortDescription": "Прекрасный дизайн и высококачественный фасад!",
    "price": "Цена от 79.000 руб. за м²",
    "deliveryDate": "Срок сдачи: 4 кв 2027г",
    "floors": "28 этажей",
    "commercialFloors": "2 этажа ",
    "parking": "Подземный паркинг в два уровня",
    "description": "Жилой комплекс «FAJR» в Грозном — это 28-этажный дом премиум-класса, включающий два этажа коммерческих помещений и пентхаус, расположенный в районе с развитой инфраструктурой рядом со школой, детским садом и экзотическим парком. Фасад из стильного высококачественного материала и панорамные окна придают зданию элегантный облик, гармонично сочетая классику и современный стиль жизни. Закрытая территория с детскими и спортивными площадками обеспечивает комфорт и безопасность, а двухуровневый подземный паркинг решает вопрос хранения автомобилей.\n\nКвартиры с потолками высотой 3,1 м предлагают удобные планировки площадью от 35,2 до 81,9 м², включая одно-, двух- и трехкомнатные варианты, подходящие для семей и инвесторов. Крышная котельная обеспечивает эффективное индивидуальное отопление, а лифты на генераторах гарантируют бесперебойную работу. Гибкая рассрочка на 40–48 месяцев доступна с взносами 30% или 50%, либо без первого взноса с обязательным платежом 3000 ₽ за м². Сдача комплекса запланирована на середину 2027 года, делая «FAJR» привлекательным выбором для комфортной жизни и инвестиций в Грозном.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 97,
    "title": "ЖК Луч",
    "image": "../img/objectDataImg/luch.jpeg",
    "shortDescription": "Современный подход к городской жизни.",
    "price": "Цена от 70.000 за м²",
    "deliveryDate": "Сдача комплекса: 2028 год",
    "floors": "20 этажей",
    "commercialFloors": "2 этажa ",
    "parking": "подземная парковка",
    "description": "Жилой комплекс «Луч» в Грозном — это воплощение современного подхода к городской жизни, идеально подходящее для молодых семей и инвесторов. Расположенный на проспекте Кадырова в перспективном районе города, комплекс находится в центре активно развивающейся инфраструктуры. В шаговой доступности расположены магазины, школы, детские сады, аптеки, спортивные площадки и зоны отдыха, что обеспечивает комфорт и удобство для жителей.\n\nАрхитектура «Луча» сочетает в себе 20-этажное здание с актуальным дизайном фасада, выполненным из долговечных и качественных материалов. Панорамные виды на город, просторные входные группы, современные лифты, удобные лестничные клетки и надежные инженерные системы создают продуманную и комфортную среду. Планировки квартир разработаны с учетом современных требований, обеспечивая функциональность и уют для жильцов.\n\nДля коммерческих помещений в первых двух домах комплекса предлагаются выгодные условия. На первом этаже первого дома стоимость видовых помещений составляет 260 000 ₽, а помещений во двор — 210 000 ₽. На втором этаже первого дома цена за помещения во все стороны — 160 000 ₽. Во втором и третьем домах стоимость видовых помещений на первом этаже — 250 000 ₽, во двор — 200 000 ₽, а на втором этаже (во все стороны) — 150 000 ₽. Взносы за коммерческие помещения составляют 10 000 ₽ для видовых и 8 000 ₽ для невидовых, с комиссией 9 000 ₽ и 7 000 ₽ соответственно.\n\nУсловия покупки в ЖК «Луч» делают его доступным и привлекательным: застройщик предлагает рассрочку до 5 лет, а также возможность использования материнского капитала. Этот проект сочетает стиль, надежность и доступность, предлагая жилье нового уровня для тех, кто стремится к комфортной и современной жизни в динамично развивающемся районе Грозного.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 98,
    "title": "ЖК Аврора",
    "image": "../img/objectDataImg/aurora.jpeg",
    "shortDescription": "Современный подход к городской жизни.",
    "price": "Цена от 70.000 за м²",
    "deliveryDate": "Сдача комплекса: 2028 год",
    "floors": "20 этажей",
    "commercialFloors": "2 этажa ",
    "parking": "подземная парковка",
    "description": "Жилой комплекс «Аврора» в Грозном — это современный проект, созданный для тех, кто ценит комфорт и удобство. Расположенный в районе Минутка, одном из самых развитых и удобных в городе, комплекс предлагает жителям легкий доступ к школам, детским садам, магазинам, аптекам и остановкам общественного транспорта. Это делает «Аврору» идеальным выбором для семей и инвесторов, стремящихся к практичной и качественной жизни. \n\n Архитектура комплекса сочетает продуманные планировки квартир и использование высококачественных строительных материалов, обеспечивая долговечность и уют. Благоустроенная территория создает гармоничную городскую среду, где комфорт сочетается с функциональностью. «Аврора» — это перспективный проект, который позволяет наслаждаться городской жизнью без лишних поездок, предлагая все необходимое в шаговой доступности.",
    "hot": true,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 99,
    "title": "ЖК «X-Tower»",
    "image": "../img/objectDataImg/X-Tower.jpg",
    "shortDescription": "Современный подход к городской жизни.",
    "price": "Цена от 69.000 руб. за м²",
    "deliveryDate": "Сдача комплекса: 2027 год",
    "floors": "29 этажей",
    "commercialFloors": "2 этажa ",
    "parking": "2 этажа - Подземный паркинг",
    "description": "ЖК X-Тауэр в Грозном представляет собой современный жилой комплекс, состоящий из трёх высотных зданий. Этот проект сочетает в себе комфортные условия проживания, безопасность и развитую инфраструктуру, создавая гармоничную среду для жизни.\n\nКвартиры в комплексе отличаются просторными планировками и высокими потолками 3,3 метра. Панорамные окна обеспечивают прекрасное естественное освещение и открывают вид на город. Первые два этажа зданий отведены под коммерческие помещения, что добавляет удобства жильцам.\n\nНа территории комплекса обустроена вся необходимая инфраструктура. Жители могут воспользоваться двухуровневым подземным паркингом, магазинами в шаговой доступности, а также прогулочными зонами и детскими площадками.\n\nИнженерные решения ЖК X-Тауэр включают современные лифты с резервным питанием, автономную котельную и продуманные системы пожарной безопасности с незадымляемыми лестницами. 29-этажные здания комплекса предлагают жителям Грозного современный и безопасный формат проживания с вниманием к каждой детали.",
    "hot": true,
    "latitude": 43.300286,
    "longitude": 45.715431
  },
  {
    "id": 100,
    "title": "ЖК «Дружба»",
    "image": "../img/objectDataImg/drujba.jpeg",
    "shortDescription": "Надёжность, комфорт и городская инфраструктура.",
    "price": "Цена от 65.000 руб. за м²",
    "deliveryDate": "Сдача комплекса: 2027 год",
    "floors": "19 этажей",
    "commercialFloors": "2 этажa",
    "parking": "",
    "description": "Жилой комплекс «Дружба» на проспекте А.-Х. Кадырова, 185/4 в Грозном — это современное 19-этажное монолитное здание с кирпичным фасадом, сочетающее простоту и функциональность. Расположенный в перспективном районе, комплекс предлагает комфортное жилье для семей, пенсионеров и молодых специалистов. Первые два этажа отведены под коммерческие помещения, включая магазины и офисы, а жилые этажи с современными планировками обеспечивают удобство и практичность. В шаговой доступности находятся школы, детские сады, аптеки, поликлиники и остановки общественного транспорта, что делает повседневную жизнь максимально удобной.\n\nКомплекс оснащен центральным городским отоплением, исключающим необходимость индивидуальных котлов, а также обладает хорошей тепло- и шумоизоляцией для комфортного проживания. Озелененный двор с детской и спортивной площадками, а также пешеходными маршрутами создает безопасную и уютную среду. «Дружба» сочетает стильную архитектуру, качественное исполнение и продуманную инфраструктуру, предлагая надежное жилье в центре городской жизни Грозного.",
    "hot": false,
    "latitude": null,
    "longitude": null
  },
  {
    "id": 101,
    "title": "ЖК Next Level",
    "image": "../img/objectDataImg/next-level.jpg",
    "shortDescription": "ансамбль из десяти одноподъездных 16-этажных домов.",
    "price": "Цена от 48.000 руб. за м²",
    "deliveryDate": "Сдача комплекса: 2028 год",
    "floors": "16 этажей",
    "commercialFloors": "1 этаж",
    "parking": "2 этажа - Подземный паркинг",
    "description": "Жилой комплекс «Next Level» в Грозном, расположенный на пересечении проспекта Мохаммеда-Али и улицы Льва Яшина напротив гостиницы Lokal, представляет собой ансамбль из десяти одноподъездных 16-этажных домов, рассчитанных на более чем тысячу семей. Сдача комплекса запланирована на IV квартал 2028 года. Фасад зданий сочетает гранит на первом этаже с высотой 4 метра, предназначенном для коммерческих помещений, и стекло с композитными материалами на верхних этажах, создавая современный и элегантный облик. Комплекс находится в спокойном районе с развитой инфраструктурой, обеспечивая удобный доступ к городской среде.\n\nКвартиры с потолками высотой 3 метра предлагают планировки от студий до трехкомнатных (24–80 м²), с семью квартирами на этаже, что обеспечивает комфорт и приватность. Двухуровневый подземный паркинг и два лифта на генераторах в каждом подъезде гарантируют удобство и надежность. Автономная крышная котельная обеспечивает эффективное отопление. Благоустроенная территория включает зеленые зоны, прогулочные аллеи, детские и спортивные площадки, создавая уютную и безопасную среду для жизни. Условия покупки включают рассрочку на 60 месяцев, делая приобретение жилья доступным и гибким.",
    "hot": false,
    "latitude": 43.317763,
    "longitude": 45.687392
  },
  {
    "id": 102,
    "title": "ЖК «Аль Фалахь»",
    "image": "../img/objectDataImg/al-falah.jpeg",
    "shortDescription": "Квартиры с видом на пеший бульвар.",
    "price": "Цена от 74.000 руб. за м²",
    "deliveryDate": "Сдача комплекса: 2026 год",
    "floors": "20 этажей",
    "commercialFloors": "2 этажa ",
    "parking": "",
    "description": "Жилой комплекс «Аль-Фалах» в Грозном, расположенный на бульваре Нового проспекта Путина в стремительно развивающемся районе, представляет собой 20-этажный дом с коммерческими помещениями на первых двух этажах, где разместятся магазины, аптеки и кофейни. Жилые квартиры начинаются с третьего этажа, а подземный паркинг и близость к школам, детским садам и мечети делают комплекс удобным для жизни и выгодным для инвестиций с ценами от 57 000 ₽ за м².",
    "hot": false,
    "latitude": 43.300172,
    "longitude": 45.709398
  },
  {
    "id": 103,
    "title": "ЖК «Аль Фавз»",
    "image": "../img/objectDataImg/al-favz.jpeg",
    "shortDescription": "Жилой комплекс ЖК Аль Фавз — новый амбициозный проект от застройщика Агродорстрой Грозный",
    "price": "Цена от 66.000 руб. за м²",
    "deliveryDate": "Сдача комплекса: 2026 год",
    "floors": "16 этажей",
    "commercialFloors": "",
    "parking": "",
    "description": "Жилой комплекс ЖК Аль Фавз — новый амбициозный проект от застройщика Агродорстрой Грозный, расположенный в одном из самых перспективных районов столицы Чеченской Республики. Комплекс возводится в секторе 19, на Новом проспекте Путина в городе Грозном — месте, которое активно развивается, обретая статус новой деловой и жилой оси города.\n\nЖилой комплекс расположен в районе с развивающейся инфраструктурой. В непосредственной близости находятся детский сад, школа и поликлиника, что особенно актуально для семей с детьми. Это позволяет организовать комфортную жизнь без лишних поездок и стресса.\n\nБлагодаря усилиям Агродорстрой Грозный, в комплексе предусмотрены бесперебойные системы электроснабжения и водоснабжения. Это важный фактор для стабильной и спокойной жизни, особенно в многоэтажных домах.",
    "hot": false,
    "latitude": 43.321498,
    "longitude": 45.675253
  },
  {
    "id": 104,
    "title": "ЖК Олимпийский",
    "image": "../img/objectDataImg/olimpiyski.jpeg",
    "shortDescription": "",
    "price": "Цена от 59 000₽ руб. за м²",
    "deliveryDate": "Сдача комплекса: 2028 год",
    "floors": "25-27 этажей",
    "commercialFloors": "",
    "parking": "",
    "description": "",
    "hot": false,
    "latitude": null,
    "longitude": null
  }
]